Repository: geigi/cozy
Catalog: po/extra/*.po
Languages: be_by, cs, de, es, fa, fa_ir, gl, he, pt_br, ru, sv, tr, uk

source: Audio Book Player
be_by: Прайгравальнік аўдыякніг
cs: Přehrávač audioknih
de: Hörbuch Player
es: Reproductor de audiolibros
fa: پخش کتاب صوتی
fa_ir: پخش‌کننده کتاب صوتی
gl: Reprodutor de audiolibros
he: נגן ספרי שמע
pt_br: Reprodutor de audiolivros
ru: Проигрыватель аудиокниг
sv: Ljudboksspelare
tr: Sesli Kitap Oynatıcı
uk: Програвач аудіокниг

source: Play and organize your audio book collection
be_by: Прайграйце і ўпарадкуйце сваю калекцыю аўдыякніг
cs: Přehrávání a uspořádání sbírky audioknih
de: Höre und organisiere deine Hörbuchsammlung
es: Reproducir y organizar su colección de audiolibros
fa: پخش و سازمان‌دهی مجموعهٔ کتاب‌های صوتیتان
fa_ir: مجموعه کتاب‌های صوتی‌تان را پخش و مدیریت کنید
gl: Reproduza e organice a súa colección de audiolibros
he: ניתן להשמיע ולסדר את אוסף ספרי השמע שלך
pt_br: Reproduza e organize sua coleção de audiolivros
ru: Воспроизведение и организация своей коллекции аудиокниг
sv: Spela upp och organisera din ljudbokssamling
tr: Sesli kitap koleksiyonunuzu oynatın ve düzenleyin
uk: Слухайте та впорядковуйте свою колекцію аудіокниг

source: A modern audio book player
de: Ein moderner Hörbuch Player
es: Un moderno reproductor de audiolibros
pt_br: Um reprodutor de audiolivros moderno
ru: Современный проигрыватель аудиокниг
tr: Modern bir sesli kitap oynatıcı

source: Do you like audio books? Then lets get cozy!
be_by: Вы любіце аўдыякнігі? Тады давайце зробім утульна!
cs: Máte rádi audioknihy? Tak si je užijte s Cozy!
de: Du magst Hörbücher? Dann bist du mit Cozy richtig!
es: ¿Le gustan los audiolibros? Entonces, ¡instale Cozy!
fa: کتاب صوتی دوست دارید؟ پس بیایید دنج کنیم!
fa_ir: آیا کتاب‌های صوتی را دوست دارید؟ پس بیایید به جای دنجی برویم!
gl: Gústanlle os audiolibros? Entón instale Cozy!
he: ספרי שמע מעניינים אותך? בואו נתכרבל!
pt_br: Você gosta de audiolivros? Então aconchegue-se com o Cozy!
ru: Тебе нравятся аудиокниги? Тогда устраивайся поудобнее!
sv: Gillar du ljudböcker? Då kan det bli mysigt!
tr: Sesli kitapları sever misin? O zaman cozy'yi deneyelim!
uk: Вам подобаються аудіокниги? Тоді давайте будемо затишні!

source: Cozy is a modern audio book player. Here are some of the current features:
de: Cozy ist ein moderner Hörbuch Player. Das sind ein paar seiner aktuellen Features:
es: Cozy es un moderno reproductor de audiolibros. Estas son algunas de sus funciones actuales:
pt_br: Cozy é um reprodutor de audiolivros. Aqui estão alguns recursos disponíveis:
ru: Cozy - современный проигрыватель аудиокниг. Вот некоторые из текущих функций:
tr: Cozy, modern bir sesli kitap oynatıcıdır. Kimi özelliklerden bazıları şunlardır:

source: Import all your audio books into cozy to browse them comfortably
de: Importiere deine Hörbücher um sie auf einen Blick zu sehen
es: Importar todos sus audiolibros en Cozy para explorarlos cómodamente.
pt_br: Importe todos os seus audiolivros para o Cozy para navegar confortavelmente
ru: Импортируйте все свои аудиокниги в Cozy, чтобы удобно их просматривать
tr: Rahatlıkla göz atmak için tüm sesli kitaplarınızı cozy'e aktarın

source: Listen to your DRM free mp3, m4b, m4a (aac, ALAC, …), flac, ogg and wav audio books
be_by: Слухайце свае аўдыякнігі без DRM у фармаце mp3, m4b, m4a (aac, ALAC, ...), flac, ogg і wav
cs: Poslech mp3, m4b, m4a (aac, ALAC, ...), flac, ogg a wav audioknih bez DRM
de: Höre deine DRM-freien mp3, m4b, m4a (aac, ALAC, ...), flac, ogg und wav Hörbücher an
es: Escuchar sus audiolibros sin DRM en mp3, m4a (aac, ALAC, ..:), flac, ogg y wav.
fa: گوش دادن به کتاب‌های صوتی بدون DRM در قالب‌های‎ ‪ mp3، m4b، m4a (aac، ALAC, …)، flac، ogg و wav
fa_ir: به کتاب‌های صوتی mp3، m4a (aac، ALAV، ...)، flac، ogg و wav فاقد DRM خود گوش دهید
gl: Escoitar os seus audiolibros sen DRM en mp3, m4a (aac, ALAC, ..:), flac, ogg e wav.
he: מאפשר להאזין לספרי השמע שלך מהסוגים mp3,‏ m4b,‏ m4a (aac, ALAC, …), flac,‏ ogg ו־wav שאינם מוגנים ב־DRM (ניהול זכויות דיגיטליות)
pt_br: Ouça seus audiolivros livres de DRM em mp3, m4b, m4a (aac, ALAC, ...), flac, ogg e wav
ru: Слушайте ваши бесплатные mp3, m4a (aac, ALAC, ...), flac, ogg и wav аудио книги
sv: Lyssna på dina DRM-fria mp3, m4b, m4a (aac, ALAC, …), flac, ogg och wav ljudböcker.
tr: DRM içermeyen mp3, m4b, m4a (aac, ALAC, ...) flac, ogg ve wav uzantılı sesli kitaplarınızı dinleyin
uk: Слухайте ваші аудіокниги без DRM в форматах mp3, m4b, m4a (aac, ALAC, ...), flac, ogg та wav"

source: Remembers your playback position
be_by: Запамінае вашу пазіцыю прайгравання
cs: Zapamatování pozice přehrávání
de: Merkt sich, wo du das letzte mal aufgehört hast
es: Recuerda la posición de reproducción.
fa: به خاطر سپردن موقعیت پخشتان
fa_ir: موقعیت پخش‌ شما را به خاطر می‌سپارد
gl: Recorde a posición de reprodución.
he: זוכר את מיקום ההשמעה שלך
pt_br: Lembra da última posição de reprodução
ru: Запоминает позицию воспроизведения
sv: Kommer ihåg var du slutade lyssna.
tr: Son oynatma konumunuzu hatırlar
uk: Запам'ятовує вашу позицію відтворення

source: Sleep timer!
de: Schlaf-Timer!
es: Temporizador de apagado.
pt_br: Temporizador
ru: Таймер сна!
tr: Uyku zamanlayıcısı!

source: Playback speed control for each book individually
be_by: Рэгуляванне хуткасці прайгравання для кожнай кнігі асобна
cs: Individuální rychlost přehrávání pro každou knihu
de: Die Wiedergabegeschwindigkeit kann für jedes Hörbuch separat eingestellt werden
es: Control de la velocidad de reproducción para cada libro de forma individual.
fa: واپایش جداگانهٔ سرعت پخش برای هر کار
fa_ir: کنترل سرعت پخش برای هر کتاب به‌صورت مجزا
gl: Control da velocidade de reprodución para cada libro de forma individual.
he: בקרת מהירות נגינה לכל ספר בנפרד
pt_br: Controle da velocidade de reprodução para cada livro individualmente
ru: Управление скоростью воспроизведения отдельно для каждой книги
sv: Kontroll av uppspelningshastighet, individuellt för varje bok.
tr: Her kitap için ayrıca düzenlenebilen oynatma hızı denetimi
uk: Керування швидкістю відтворення для кожної книги окремо

source: Search your library
be_by: Пошук у вашай бібліятэцы
cs: Prohledávání vaší knihovny
de: Durchsuche deine Bibliothek
es: Buscar en la biblioteca
fa: جست‌وجوی کتابخانه‌تان
fa_ir: در کتابخانه‌تان جستجو کنید
gl: Buscar na biblioteca
he: חיפוש בספרייה שלך
pt_br: Buscar na sua biblioteca
ru: Поиск в вашей аудиобиблиотеке
sv: Sök i ditt bibliotek.
tr: Kütüphanende ara
uk: Пошук у вашій аудіобібліотеці

source: Multiple storage location support
be_by: Падтрымка некалькіх размяшчэнняў сховішчаў
cs: Podpora více úložných míst
de: Unterstützung mehrer Speicherorte
es: Soporta varias ubicaciones de almacenamiento.
fa: پشتیبانی از چندین محل ذخیره سازی
fa_ir: پشتیبانی از چندین محل ذخیره‌سازی
gl: Admite varias localizacións de almacenamento.
he: תמיכה במגוון מיקומי אחסון
pt_br: Suporte a vários locais de armazenamento
ru: Поддержка нескольких хранилищ
sv: Stöd för flera lagringsplatser.
tr: Çoklu depolama konumu desteği
uk: Підтримка декількох місць зберігання

source: Offline Mode! This allows you to keep an audio book on your internal storage if you store your audio books on an external or network drive. Perfect to listen to on the go!
be_by: Аўтаномны рэжым! Гэта дазваляе захоўваць аўдыякнігі ва ўнутраным сховішчы, калі вы захоўваеце свае аўдыякнігі на знешнім або сеткавым дыску. Ідэальна для праслухоўвання ў дарозе!
cs: Režim offline! Ten vám umožní ponechat audioknihu v interním úložišti, pokud máte audioknihy uložené na externím nebo síťovém disku. Ideální pro poslech na cestách!
de: Offline Modus: Er erlaubt es dir Hörbücher, die du auf einer externen Festplatte oder auf einer Netzwerkfestplatte gespeichert hast, für unterwegs auf deinem internen Speicher zu speichern.
es: ¡Modo fuera de línea! Le permite mantener un audiolibro en el almacenamiento interno si los almacena en unidades externas o de red. ¡Perfecto para escuchar en cualquier parte!
fa: حالت برون‌خط! می‌گذارد در صورت ذخیرهٔ کردن کتاب‌های صوتیتان روی گردانندهٔ شبکه یا خارحی، آن را روی ذخیره ساز داخلی نگه دارید. عالی برای شنیدن در مسیر!
fa_ir: حالت آفلاین! این امکان را برایتان فراهم می‌کند که یک کتاب صوتی را در فضای ذخیره‌سازی داخلی‌تان نگه دارید اگر کتاب‌های صوتی‌تان را روی درایو خارجی یا شبکه نگه‌ می‌دارید. عالی برای گوش دادن در حال آمد و شد!
gl: Modo fóra de liña! Permítelle manter un audiolibro no almacenamiento interno se os almacena en unidades externas ou de rede. Perfecto para escoitar en calquera parte!
he: מצב בלתי מקוון! מאפשר לך לשמור על ספרי השמע באחסון הפנימי שלך במקרה שספרי השמע שלך מאוחסנים בכונן שמחובר לרשת או חיצוני. מושלם להאזנה בדרכים!
pt_br: Modo desconectado! Isso permite que você mantenha um audiolivro em seu armazenamento interno se você armazenar seus audiolivros em uma unidade externa ou de rede. Perfeito para ouvir em qualquer lugar!
ru: Автономный режим! Это позволяет вам хранить аудиокниги в памяти устройства, если вы храните аудиокниги на внешнем или сетевом диске. Идеально, чтобы слушать на ходу!
sv: Offlineläge! Detta gör att du kan behålla en ljudbok på ditt interna minne om du lagrar dina ljudböcker på en extern eller nätverksenhet. Perfekt att lyssna på när du är på språng!
tr: Çevrimdışı mod! Bu, sesli kitaplarınızı harici veya ağ sürücüsünde depoluyorsanız, dahili depolamanızda bir sesli kitap tutmanıza olanak tanır. Hareket halindeyken dinlemek için mükemmel!
uk: Офлайн режим! Це дозволяє вам зберігати аудіокнигу на вашому внутрішньому сховищі, якщо ви зберігаєте свої аудіокниги на зовнішньому або мережевому накопичувачі. Ідеально для прослуховування в дорозі!

source: Drag and Drop to import new audio books
be_by: Каб імпартаваць новыя аўдыякнігі, проста перацягніце іх
cs: Import nových audioknih přetažením
de: Drag&Drop um neue Hörbücher zu impoertieren
es: Arrastrar y soltar para importar nuevos audiolibros.
fa: کشیدن و رها کردن برای درون ریزی کتاب‌های صوتی جدید
fa_ir: برای وارد کردن کتاب‌های صوتی‌تان بکشید و بیاندازید
gl: Arrastre e solte para importar novos audiolibros.
he: ניתן לגרור ולשחרר כדי לייבא ספרי שמע חדשים
pt_br: Arraste e solve para importar novos audiolivros
ru: Для импорта новых аудиокниг просто перетащите книги в окно программы
sv: Dra och släpp för att importera nya ljudböcker
tr: Yeni sesli kitap içe aktarmak için sürükle ve bırak
uk: Перетягуйте та відпускайте для імпорту нових аудіокниг

source: Sort your audio books by author, reader and name
be_by: Сартуйце свае аўдыёкнігі па аўтару, дыктару і назве
cs: Třídění audioknih podle autora, čtenáře a názvu
de: Sortiere deine Hörbücher nach Autor, Leser und Name
es: Ordenar los libros por autor, lector o nombre.
fa: چینش کتاب‌های صوتی بر اساس نگارنده، راوی و نام
fa_ir: کتاب‌های صوتی‌تان را براساس نویسنده، گوینده و نام مرتب کنید
gl: Ordenar os libros por autor, lector ou nome.
he: ניתן למיין את ספרי השמע שלך לפי סופר, קורא ושם
pt_br: Ordene seus audiolivros por autor, narrador e nome
ru: Сортируйте ваши аудиокниги по автору, диктору и имени
sv: Sortera dina ljudböcker efter författare, uppläsare och namn.
tr: Sesli kitapları yazarına, seslendirenine veya adına göre sıralayabilirsiniz
uk: Сортуйте ваші аудіокниги за автором, читачем та назвою

source: As always, updated translations thanks to all of the translators!
be_by: Як заўсёды, абноўленыя пераклады, дзякуй усім перакладчыкам!
de: Wie immer, neue Übersetzungen dank allen Übersetzern!
es: Como siempre, ¡traducciones actualizadas gracias a todos los traductores!
fa_ir: مثل همیشه، ترجمه‌های بروزشده به لطف همه‌ی مترجمان!
gl: Como sempre, traducións actualizadas grazas a todos os tradutores!
he: כתמיד, התרגומים עודכנו תודות לכל המתרגמים!
pt_br: Como sempre, traduções atualizadas graças a todos os tradutores!
ru: Как обычно, обновлены все переводы. Благодарим всех переводчиков!
sv: Som alltid, uppdaterade översättningar tack till alla översättare!
tr: Her zaman olduğu gibi, tüm çevirmenler sayesinde güncellenmiş çeviriler!

source: A small bugfix release which makes Cozy more reliable.
be_by: Невялікі выпуск з выпраўленнем памылак, які робіць Cozy больш надзейным.
de: Diese Version macht Cozy ein Stück mehr zuverlässiger.
es: Una pequeña corrección de errores que hace que Cozy sea más fiable.
fa_ir: یک انتشار کوچک رفع‌اشکال که Cozy را قابل‌اتکا تر می‌سازد.
gl: Unha pequena corrección de erros que fai que Cozy sexa máis fiábel.
he: מהדורה עם תיקון קטן שהופך את Cozy לאמינה יותר.
pt_br: Uma pequena versão de correção de bug que torna o Cozy mais confiável.
ru: Небольшое обновление, которое исправляет ошибки и улучшает надёжность приложения.
sv: En liten buggfix som gör Cozy mer pålitlig.
tr: Cozy'i daha güvenilir yapan küçük bir hata düzeltme yayınlandı.

source: This release features chapter support for m4b files.
be_by: У гэтым выпуску ёсць падтрымка раздзелаў для файлаў m4b.
de: Dieses Release unterstützt Kapitel bei m4b Dateien.
es: Esta versión incluye soporte de capítulos para archivos m4b.
fa_ir: این انتشار شامل پشتیبانی از فصل برای پرونده‌های m4b است.
gl: Esta versión inclúe compatibilidade de capítulos para ficheiros m4b.
he: מהדורה זו הוסיפה תמיכה בפרקים לקובצי m4b.
pt_br: Esta versão apresenta suporte de capítulo para arquivos m4b.
sv: Den här utgåvan har kapitelstöd för m4b-filer.

source: A long awaited feature has finally arrived: Chapter support for m4b files.
be_by: Нарэшце з'явілася доўгачаканая функцыя: падтрымка раздзелаў для файлаў m4b.
de: Ein lang erwartetes Feature ist nun fertig: Kapitelunterstützung bei m4b Dateien.
es: Por fin ha llegado una función muy esperada: Soporte de capítulos para archivos m4b.
fa_ir: امکانی که مدت‌ها موردانتظار بوده رسیده‌است: پشتیبانی فصل برای پرونده‌های m4b.
gl: Por fin chegou unha función moi agardada: Soporte de capítulos para archivos m4b.
he: אחת היכולות המבוקשות ביותר הגיעה סוף סוף: תמיכה בפרקים בקובצי m4b.
pt_br: Um recurso muito aguardado finalmente chegou: Suporte de capítulo para arquivos m4b.
sv: En efterlängtad funktion har äntligen kommit: Kapitelstöd för m4b-filer.

source: Fix: Playback speed sometimes was not set correctly when a chapter changed.
de: Fix: Die Abspielgeschwindigkeit wurde manchmal beim Kapitelwechsel nicht richtig gesetzt.
es: Corrección: La velocidad de reproducción a veces no se ajustaba correctamente cuando se cambiaba de capítulo.

source: Fix: Changing the playback position with customized playback speed did jump to a wrong position.
de: Fix: Bei veränderter Abspielgeschwindigkeit hat Springen zu einer anderen Abspielposition nicht wie erwartet funktioniert.
es: Corrección: Al cambiar la posición de reproducción con la velocidad de reproducción personalizada saltaba a una posición incorrecta.

source: Fix: Startup failed if the artwork cache did contain a broken file.
de: Fix: Das Starten von Cozy konnte durch eine defekte Datei im Artwork Cache beeinträchtigt werden.
es: Corrección: El arranque fallaba si la caché de las obras de arte contenía un archivo roto.

source: This release fixes rare bugs which could prevent Cozy from starting up correctly.
de: Dieser Release behebt seltene Fehler, welche Cozy davon abhalten konnten korrekt zu starten.
es: Esta versión corrige errores poco frecuentes que podían impedir que Cozy se iniciara correctamente.

source: Fix: Startup failed if the last played file could not be found.
de: Fix: Starten schlägt fehl, wenn die zuletzt gespielte Datei nicht gefunden werden konnte.
es: Corregido: El arranque fallaba si no se encontraba el último archivo reproducido.

source: Fix: Startup failed if the last played book does not exist anymore.
de: Fix: Starten schlägt fehl, wenn das zuletzt gespielte Buch nicht mehr existiert.
es: Corregido: El arranque fallaba si el último libro reproducido ya no existe.

source: Fix: An error which could occur when removing a storage location.
de: Fix: Ein Fehler, welcher aufgetreten ist, wenn ein Speicherort gelöscht wurde.
es: Corregido: Un error que podía producirse al eliminar un almacén.

source: Some additional minor fixes.
de: Einige weitere kleine Fehlerbehebungen.
es: Algunas correcciones menores adicionales.

source: Add a rewind button to the titlebar.
de: Die Titelbar hat nun einen Zurück springen Knopf.
es: Añadido un botón de retroceso a la barra de título.

source: The rewind and forward duration can now be customized in the settings.
de: Die zurück und vor springen Dauer können nun in den Einstellungen festgelegt werden.
es: La duración del retroceso y del avance ahora se puede personalizar en los ajustes.

source: Fix: Prevent standby during playback.
de: Fix: Dein Computer geht nun nicht mehr in den Energiesparmodus während du ein Hörbuch hörst.
es: Corregido: Evitar la espera durante la reproducción.

source: Fix: Possible crash during startup with enabled 30 seconds rewind feature.
de: Fix: Manchmal konnte Cozy nicht richtig starten. Das Problem ist nur in seltenen Fällen mit eingeschaltetem Zurück springen beim Start Feature aufgetreten.
es: Corregido: Posible bloqueo durante el arranque con la función de rebobinado de 30 segundos activada.

source: Fix: Adding a new storage location could lead to an internal error which might show in strange behavior.
de: Fix: Das Hinzufügen eines neuen Ordners in den Einstellungen konnte zu einem internen Fehler führen und ungewolltes Verhalten verursachen.
es: Corregido: Añadida una nueva ubicación de almacenamiento que podía provocar un error interno que mostraba un comportamiento extraño.

source: This version of Cozy features an important change in library management. Previously every file which was imported in your library but couldn't be found anymore was removed from the library during a scan. Now audiobooks are not removed from your library automatically anymore. This prevents accidentally loosing the progress of a audiobook when a file can't be found temporarily. To remove an audiobook from the library simply right-click on it and choose the remove from library option.
de: Diese Version von Cozy enthält eine wichtige Änderung in der Bibliotheksverwaltung. Bisher wurde jede Datei aus der Bibliothek entfernt, sobald diese nicht mehr auf der Festplatte gefunden werden konnte. Nun werden Dateien nicht mehr automatisch entfernt. Dies verhindert das Verlieren des Hörfortschritts eines Hörbuches, wenn dieses temporär nicht gefunden werden kann. Um ein Hörbuch von der Bibliothek zu entfernen klicke mit einem Rechts-Klick auf das Hörbuch und wähle Entfernen von den Bibliotheksoptionen.
es: Esta versión de Cozy presenta un cambio importante en la gestión de la biblioteca. Anteriormente, todos los archivos que se importaban en tu biblioteca pero que ya no se podían encontrar se eliminaban de la biblioteca durante una exploración. Ahora los audiolibros ya no se eliminan automáticamente de la biblioteca. Esto evita perder accidentalmente el progreso de un audiolibro cuando un archivo no puede ser encontrado temporalmente. Para eliminar un audiolibro de la biblioteca simplemente haz clic con el botón derecho del ratón sobre él y elige la opción de eliminar de la biblioteca.
tr: Cozy'nin bu sürümü, kütüphane yönetiminde önemli bir değişikliğe sahiptir. Daha önce kitaplığınıza aktarılan ancak artık bulunamayan her dosya, bir tarama sırasında kitaplıktan kaldırılıyordu. Artık sesli kitaplar artık kitaplığınızdan otomatik olarak kaldırılmaz. Bu, bir dosya geçici olarak bulunamadığında sesli kitabın ilerlemesini yanlışlıkla kaybetmeyi önler. Bir sesli kitabı kitaplıktan kaldırmak için üzerine sağ tıklayın ve kitaplıktan kaldır seçeneğini seçin.

source: The download option will be enabled for audiobooks on removable or network drives automatically for each new storage location you add.
de: Für jeden neuen Pfad, der hinzugefügt wird, ist die Download-Option automatisch für Wechseldatenträger oder Netzwerklaufwerke aktiviert.
es: La opción de descarga se activará para los audiolibros en unidades extraíbles o de red automáticamente para cada nueva ubicación de almacenamiento que añada.
tr: İndirme seçeneği, eklediğiniz her yeni depolama konumu için çıkarılabilir veya ağ sürücülerindeki sesli kitaplar için otomatik olarak etkinleştirilecektir.

source: Unavailable books (books where a file can't be found) can now be opened to display the book detail view. They will be flagged with a little unavailable tag
de: Nicht verfügbare Bücher (Bücher, für die die Datei nicht gefunden werden kann) können nun in der Buch Detailansicht geöffnet werden. Diese werden mit einem kleinen "nicht verfügbar" markiert
es: Los libros no disponibles (libros en los que no se puede encontrar un archivo) ahora pueden abrirse para mostrar la vista detallada del libro. Se marcarán con una pequeña etiqueta de no disponible
tr: Kullanılamayan kitaplar (bir dosyanın bulunamadığı kitaplar) artık kitabın ayrıntılı görünümünü görüntülemek için açılabilir. Küçük bir kullanılamayan etiketiyle işaretlenecekler

source: Under the hood improvements in the media importer
de: Unterliegende Verbesserungen für den Medien-Importierer
es: Mejoras en el importador de multimedia
tr: Medya içeri aktarıcısında başlık altında iyileştirmeler

source: Media playback is rewritten from ground up. It's far more stable than before.
de: Die Medienwiedergabe wurde komplett neu geschrieben und ist nun deutlich stabiler.
es: La reproducción multimedia se ha reescrito desde cero. Es mucho más estable que antes.

source: Fix: When a different system language than English is used Cozy created two folders in the users home directory on the first startup, a translated and a English one. Now only the translated folder will be created.
de: Fix: Wenn eine andere Systemsprache als Englisch verwendet wird hat Cozy zwei Ordner im Home-Folder des Nutzers beim Erststart erstellt - einen Übersetzten und einen Englischen. Nun wird nur der übersetzte Ordner erstellt.
es: Corrección: Cuando se utiliza un idioma del sistema diferente al inglés, Cozy creaba dos carpetas en el directorio de inicio de los usuarios en el primer inicio, una traducida y otra en inglés. Ahora sólo se creará la carpeta traducida.
tr: Düzeltme: İngilizce'den farklı bir sistem dili kullanıldığında Cozy, ilk açılışta kullanıcıların ana dizininde biri çevrilmiş biri de İngilizce olmak üzere iki klasör oluşturdu. Şimdi sadece çevrilmiş klasör oluşturulacak.

source: Fix: A wrong mouse pointer was displayed with some pointer themes
de: Fix: Ein falscher Mauszeiger wurde mit einigen Mauszeigerthemen angezeigt
es: Corrección: Se mostraba un puntero de ratón erróneo con algunos temas de puntero
tr: Düzeltme: Bazı işaretçi temalarında yanlış bir fare işaretçisi görüntülendi

source: Fix: A memory leak in the importer
de: Fix: Ein Arbeitsspeicherleck im Importer
es: Corrección: Una fuga de memoria en el importador
tr: Düzeltme: İçeri aktarıcıda bellek sızıntısı

source: Fix: The playback speed of a book was not remembered correctly
de: Fix: Die Abspielgeschwindigkeit wurde nicht korrekt gespeichert.
es: Corregido: La velocidad de reproducción de un libro no se recordaba correctamente

source: Fix: The desktop integration did not respect the switch author and reader setting
de: Fix: Die Desktop-Integration hat die "Tausche Autor/Leser" Einstellung nicht beachtet
es: Corregido: La integración del escritorio no respetaba la configuración del cambio de autor y lector

source: Many other small fixes that make Cozy more reliable
de: Einige weitere kleine Verbesserungen die Cozy zuverlässiger machen
es: Muchos otros pequeños arreglos que hacen a Cozy más fiable
ru: Множество небольших изменений, улучшающих надёжность приложения
tr: Cozy'i daha güvenilir yapan birçok diğer küçük düzeltmeler
