Repository: geigi/cozy
Catalog: po/extra/*.po
Languages: be_by, cs, de, es, fa, fa_ir, gl, he, pt_br, ru, sv, tr, uk

source: Sleep timer: Automatic system power control
de: Schlafen-Timer: Automatisches Herunterfahren/Standby des Systems
es: Temporizador para dormir: Control automático de la potencia del sistema
ru: Таймер сна: автоматическое управление питанием
tr: Uyku zamanlayıcısı: Otomatik sistem güç kontrolü

source: Support for opus files
de: Unterstützung von OPUS Dateien
es: Compatibilidad con archivos .opus
ru: Поддержка файлов opus
tr: Opus dosyaları desteği

source: Better support for ogg cover art
de: Verbesserte Unterstützung von OGG Albumcovers
es: Un mejor soporte para el arte de la portada del ogg
ru: Улучшенная поддержка обложек формата ogg
tr: Ogg kapak resmi için daha iyi destek

source: Swedish translation
de: Schwedische Übersetzung
es: Traducción al sueco
ru: Перевод на шведский язык
tr: İsveçce çeviri

source: Fix: some valid media files were not detected
de: Fehler behoben: Einige Medien Dateien konnten nicht gefunden werden
es: Arreglo: no se detectaban determinados archivos multimedia válidos
ru: Исправлено: некоторые валидные медафайлы не обнаружались
tr: Düzeltme: bazı geçerli ortam dosyaları algılanmadı

source: Other small fixes
de: Andere kleine Fehlerbehebungen
es: Otras correcciones menores
ru: Другие небольшие исправления
tr: Diğer küçük düzeltmeler

source: Support for python 3.8. Cheers to emmaliddell
de: Unterstützung für Python 3.8, danke an emmaliddell
es: Compatibilidad con Python 3.8 Gracias a emmaliddell
ru: Поддержка python 3.8 (благодаря emmaliddell).
tr: Python 3.8 desteği. Emmaliddell'in şerefine

source: Fixes in the titlebar
de: Fehler in der Titelleiste behoben
es: Correcciones en la barra de título
ru: Исправления в заголовке окна
tr: Başlık çubuğundaki düzeltmeler

source: Fix: show navigation bar when searching from book overview
de: Fehler behoben: Navigationsleiste beim suchen in der Buch Übersicht
es: Arreglo: se muestra la barra de navegación al buscar desde la vista general del libro
ru: Исправлено: показывать панель навигации при поиске из обзора книги
tr: Düzeltme: Kitaba genel bakıştan arama yaparken gezinme çubuğunu göster

source: Cozy features a new icon! Cheers to Fatih20
de: Ein neues Icon für Cozy! Danke an Fatih20
es: ¡Cozy tiene un nuevo icono! Gracias a Faith20
ru: У Cozy новая иконка! Спасибо Fatih20
tr: Cozy artık yeni bir simgeye sahip! Fatih20'ye teşekkürler.

source: App information is now translated! Cheers to NathanBnm
de: App Informationen können nun übersetzt werden! Danke an NathanBnm
es: ¡La información de la aplicación está traducida! Gracias a NathanBnm
ru: Информация о приложении теперь переведена! Спасибо NathanBnm
tr: Uygulama bilgileri artık çevrildi! NathanBnm'a teşekkürler.

source: Fix: Sometimes the app name was not correctly displayed
de: Fix: Manchmal wurde der App Name nicht richtig angezeigt
es: Corrección: a veces el nombre de la aplicación no se muestra correctamente.
ru: Исправлено: иногда имя приложения отображалось неправильно
tr: Düzeltme: Uygulama adı bazen düzgün olarak görüntülenmiyor

source: Fix: Cozy crashed on startup when prefering cover image files over embedded album art
es: Corregido: Cozy fallaba al arrancar cuando se preferían los archivos de imagen de cubierta a la incluida en el álbum.
ru: Исправлено: Cozy зависал при запуске, когда предпочитал файлы обложек над встроенными обложками альбомов.

source: Fixed startup crash on elementary OS 5.0 Juno
de: Fix für einen Start Crash unter elementary OS 5.0 Juno
es: Corregido el fallo de arranque en el elementary OS 5.0 Juno
tr: Elementary OS 5.0 Juno'da başlangıç çökmesi düzeltildi

source: Support for elementary OS 5.0 Juno
de: Unterstützung für elementary OS 5.0 Juno
es: Soporte para elementary OS 5.0 Juno
tr: Elementary OS 5.0 Juno desteği

source: Fixed a bug which prevented Cozy from automatically playing the next chapter
de: Fix für einen Bug welcher Cozy davon abgehalten hat automatisch das nächste Kapitel abzuspielen
es: Corregido un error que impedía que Cozy reprodujera automáticamente el siguiente capítulo.
tr: Cosy'nin sonraki bölümü otomatik olarak oynatmasını engelleyen bir hata düzeltildi

source: Fixed a bug which prevented cozy from automatically playing the next chapter
es: Corregido un error que impedía que Cozy reprodujera automáticamente el siguiente capítulo.
ru: Исправлена ошибка, которая не позволяла cozy автоматически воспроизводить следующую главу

source: Improved artwork image quality
es: Mejorada la calidad del material gráfico.
ru: Улучшенное качество изображения обложки произведения

source: The book overview now supports multiple disks in audiobooks
es: El resumen del libro soporta ahora varios discos en los audiolibros.
ru: Обзор книги теперь поддерживает аудиокниги на нескольких дисках

source: The file not found window will only open when the file is on the internal drive
es: La ventana de archivo no encontrado solo aparecerá cuando el archivo está en la unidad interna.
ru: Окно уведомления "файл не найден" откроется только тогда, когда файл находится на внутреннем диске

source: Fixed a typo
es: Corregido un error tipográfico.
ru: Исправлена опечатка

source: Support for elementary OS 5.0
de: Unterstützung für elementary OS 5.0 Juno
es: Soporte para elementary OS 5.0
tr: Elementary OS 5.0 desteği

source: Offline Mode! If your audiobooks are on an external or network drive, you can switch the download button to keep a local cached copy of the book to listen to on the go. To enable this feature you have to set your storage location to external in the settings.
es: ¡Modo fuera de línea! Si sus audiolibros están en una unidad externa o de red, puede cambiar el botón descarga para mantener una copia del libro en la caché para escucharlo en cualquier lugar. Para activar esta función debe establecer en las preferencias la ubicación de almacenamiento a externa.
ru: Автономный режим! Если ваши аудиокниги находятся на внешнем или сетевом диске, вы можете переключить кнопку загрузки, чтобы сохранить локальную кэшированную копию книги для прослушивания на ходу. Чтобы включить эту функцию, вы должны установить место хранения на внешний в настройках.

source: Detect online/offline storage devices
es: Detectar la conexión/desconexión de dispositivos de almacenamiento.
ru: Обнаружение онлайн/оффлайн устройств хранения

source: Option to hide unavailable books
es: Opción para ocultar libros no disponibles.
ru: Возможность скрыть недоступные книги

source: Support for wav files
es: Compatibilidad con archivos .wav
ru: Поддержка файлов WAV

source: Support for audio files that have no tags at all
es: Soporte de archivos de audio que no dispongan de etiquetas.
ru: Поддержка аудиофайлов, которые вообще не имеют тегов

source: You can mark books as read using the right click menu
es: También puede marcar libros como leídos usando el menú del botón derecho.
ru: Вы можете пометить книги как прочитанные с помощью меню правой кнопки мыши

source: New setting: Prefer cover image file over embedded covers
es: Nuevo parámetro: preferir archivo de imagen de cubierta a las cubiertas incluidas.
ru: Новая настройка: предпочтение файла изображения обложки над встроенными обложками

source: Redesigned Sleep Timer
es: Rediseñado el temporizador de apagado.
ru: Переработанный таймер сна

source: More Sleep Timer: You can now stop the playback after the current chapter
es: Más del temporizador de apagado: ahora puede parar la reproducción después del capítulo actual.
ru: More Sleep Timer: теперь вы можете остановить воспроизведение после текущей главы

source: And even more: Fadeout on timer end (in settings)
es: E incluso más: desvanecimiento al finalizar el temporizador (en preferencias).
ru: И даже больше: fadeout по окончании таймера (в настройках)

source: Redesigned hello screen and settings
es: Rediseñadas las pantallas de bienvenida y preferencias.
ru: Переработаны экран приветствия и настройки

source: Fixed bug where cozy would not start on GTK older than 3.22
es: Corregido error por el que Cozy no arrancaba en GTK anterior a 3.22.
ru: Исправлена ошибка, при которой cozy не запускался на GTK старше 3.22

source: If no author field is present, the reader field will be used as author. This requires a force reimport (settings) on already imported books.
es: Si no existe el campo autor, el campo lector se usará en su lugar. Requiere de una re-importación forzada (en preferencias) de los libros ya importados.
ru: Если поле автора отсутствует, поле диктора будет использоваться в качестве автора. Это требует принудительного повторного импорта (включается в настройках) для уже импортированных книг.

source: Optimizations under the hood
es: Optimizaciones no visibles.
ru: Оптимизация

source: Performance improvements for the book detail view and some bugfixes.
be_by: Паляпшэнні прадукцыйнасці дэталёвага прагляду кнігі і некаторыя выпраўленні памылак.
de: Performance Verbesserungen für die Buchübersichtsseite und Bugfixes.
fa_ir: بهبود عملکرد در نمای جزئیات کتاب و برخی رفع‌اشکال‌ها
gl: Melloras no rendemento da vista detallada do libro e algunhas correccións de erros.
he: שיפורי הביצועים בתצוגת הפירוט של הספר לצד עוד כמה תיקונים.
pt_br: Melhorias de desempenho para a visualização de detalhes do livro e algumas correções de bugs.
sv: Prestandaförbättringar för bok detaljvy och några buggfixar.

source: Chapters in the book detail view will now be loaded lazily (thanks chris-kobrzak!)
be_by: Раздзелы ў праглядзе дэталяў кнігі цяпер будуць загружацца ляніва (дзякуй chris-kobrzak!)
de: Die Buchübersichtsseite wird nun bereits geöffnet, wenn im Hintergrund noch die Kapitelliste geladen wird (danke chris-kobrzak!)
fa_ir: فصل‌ها در نمای جزئیات کتاب اکنون به‌کندی بارگذاری می‌شوند (ممنون از chris-kobrzak!)
gl: Os capítulos da vista detallada do libro cargaranse agora de forma gradual (¡grazas chris-kobrzak!)
he: הפרקים בתצוגת פרטי הספרים ייטענו בצורה אצלה (תודה chris-kobrzak!)
pt_br: Os capítulos na visualização de detalhes do livro serão carregados lentamente (obrigado, chris-kobrzak!)
sv: Kapitel i boke detaljvy kommer nu att laddas i bakgrunden (tack chris-kobrzak!)

source: Books with a single chapter don't display a chapter number anymore (thanks chris-kobrzak!)
be_by: Кнігі з аднаго раздзелу больш не паказваюць нумар раздзелу (дзякуй chris-kobrzak!)
de: Bei Büchern mit nur einem Kapitel wird nun die Kapitelnummer nicht mehr angezeigt (danke chris-kobrzak!)
fa_ir: کتاب‌های با یک فصل دیگر شماره‌ی فصل را نمایش نمی‌دهند (ممنون از chris-kobrzak!)
gl: Os libros con un só capítulo xa non mostran un número de capítulo (¡grazas chris-kobrzak!)
he: ספרים עם פרק אחד אינם מציגים עוד את מספר הפרק (תודה chris-kobrzak!)
pt_br: Livros com um único capítulo não exibem mais o número de um capítulo (obrigado, chris-kobrzak!)
sv: Böcker med ett enda kapitel visar inte längre ett kapitelnummer (tack chris-kobrzak!)

source: Fix: Locals in What's new in Cozy screen (thanks alyssais!)
be_by: Выпраўленне: лакалізацыя на экране "Што новага ў Cozy" (дзякуй, alyssais!)
de: Fix: Ein Tippfehler in dem "Was gibts neues in Cozy" Fenster (danke alyssais!)
fa_ir: درست‌کردن: زبان‌های محلی در صفحه‌ی چه‌چیزی جدید استِ Cozy (ممنون از alyssais!)
gl: Corrección: Locais na pantalla de Novidades en Cozy (¡grazas alyssais!)
he: תיקון: מקומיים במסך מה חדש של Cozy (תודה alyssais!)
pt_br: Correção: Locais na tela "O que há de novo no Cozy" (obrigado, alyssais!)
sv: Fixat: Översättningar på Vad är i nytt i Cozy skärmen (tack alyssais!)

source: Fix: Catch an error that could occur when a book stops
be_by: Выпраўленне: выяўленая памылка, якая магла ўзнікнуць, калі кніга спыняецца
de: Fix: Ein Fehler welcher nach dem Ende eines Hörbuches auftreten konnte
fa_ir: درست‌کردن: گرفتن ایرادی که ممکن بود زمان توقف یک کتاب رخ دهد
gl: Corrección: Corríxese un erro que podía producirse cando se detía un libro
he: תיקון: תפיסת שגיאה שעלולה לקרות עם עצירת הספר
pt_br: Correção: Detectar um erro que pode ocorrer quando um livro para
sv: Fixat: Fångade ett fel som kan uppstå när en bok slutar

source: Small performance improvements
be_by: Невялікія паляпшэнні прадукцыйнасці
de: Kleinere Performance Verbesserungen
fa_ir: بهبودهای عملکرد جزئی
gl: Pequenas melloras de rendemento
he: שיפורי ביצועים קטנים
pt_br: Pequenas melhorias de desempenho
sv: Små prestandaförbättringar

source: When an issue occurs during playback the error message is displayed to the user
be_by: Калі падчас прайгравання ўзнікае праблема, карыстальніку адлюстроўваецца паведамленне пра памылку
de: Falls beim Abspielen ein Fehler auftritt wird der Fehler nun dem Nutzer angezeigt
fa_ir: زمانی که مسئله‌ای طی پخش رخ‌دهد پیام خطا به کاربر نشان داده‌ می‌شود
gl: Cando se produce un problema durante a reproducción, a mensaje de erro móstrase ao usuario
he: כאשר מתרחשת תקלה במהלך נגינה מוצגת הודעת שגיאה למשתמש
pt_br: Quando ocorre um problema durante a reprodução, a mensagem de erro é exibida para o usuário
sv: När ett problem uppstår under uppspelning visas ett felmeddelandet för användaren

source: Fix: Importing media without tags now properly decodes the file name as chapter name (thanks chris-kobrzak!)
be_by: Выпраўленне: імпарт мультымедыя без цэтлікаў цяпер належным чынам дэкадуе назву файла як назву главы (дзякуй chris-kobrzak!)
de: Fix: Beim Importieren von Dateien ohne Tags wird nun der Dateiname richtig dekodiert und als Kapitel Name benutzt (danke chris-kobrzak!)
fa_ir: درست‌کردن: واردکردن رسانه بدون برچسب اکنون به‌درستی نام پرونده را به‌عنوان نام فصل تعبیر می‌کند (ممنون از chris-kobrzak!)
gl: Corrección: A importación de medios sen etiquetas agora decodifica correctamente o nome do ficheiro como nome do capítulo (¡grazas chris-kobrzak!)
he: תיקון: ייבוא מדיה ללא תגיות כעת מפענח את שם הקובץ כשם פרק כראוי (תודה chris-kobrzak!)
pt_br: Correção: importar mídia sem tags agora decodifica corretamente o nome do arquivo como nome do capítulo (obrigado, chris-kobrzak!)
sv: Fixat: Att importera media utan taggar avkodar nu filnamnet som kapitelnamn (tack chris-kobrzak!)

source: Fix: Ensure that always a default storage location is present
be_by: Выпраўленне: пераканайцеся, што заўсёды прысутнічае перадвызначанане сховішча
de: Fix: Es wird nun sichergestellt, dass es immer einen Standard Hörbuch-Ordner gibt
fa_ir: درست‌کردن: اطمینان از این‌که همواره یک محل ذخیره‌سازی پیش‌فرض موجود است
gl: Corrección: Garantizar que sempre haxa unha ruta de almacenamento por defecto
he: תיקון: תמיד לוודא שמיקום אחסון ברירת המחדל קיים
pt_br: Correção: Garante que sempre um local de armazenamento padrão esteja presente
sv: Fixat: Se till att det alltid finns en standardlagringsplats

source: Fix: During import an error could occur which stopped the import
be_by: Выпраўленне: падчас імпарту магла адбыцца памылка, якая спыніла імпарт
de: Fix: Beim Importieren konnte ein Fehler auftreten, welchen den Prozess gestoppt hat
fa_ir: درست‌کردن: طی واردکردن ممکن بود خطایی رخ دهد که واردکردن را متوقف می‌کرد
gl: Corrección: Durante a importación podía producirse un erro que detiña a importación
he: תיקון: במהלך ייבוא יכולה לקרות שגיאה שעוצרת את הייבוא
pt_br: Correção: Durante a importação, poderia ocorrer um erro que interrompe a importação
sv: Fixat: Under importen kunde ett fel uppstå som stoppade importen

source: Fix: During the database migration an error could occur
be_by: Выпраўленне: падчас міграцыі базы даных магла адбыцца памылка
de: Fix: Während der Migration der Datenbank konnte ein Fehler auftreten
fa_ir: درست‌کردن: طی جابه‌جایی پایگاه‌داده ممکن بود خطایی رخ دهد
gl: Corrección: Durante a migración da base de datos podía producirse un erro
he: תיקון: במהלך ייבוא מסד נתונים יכולה להתרחש שגיאה
pt_br: Correção: Durante a migração do banco de dados, poderia ocorrer um erro
sv: Fixat: Under databasmigreringen kunde ett fel inträffa

source: When copying files to the audiobook library goes wrong, the user is now informed with the error
be_by: Калі пры капіяванні файлаў у бібліятэку аўдыякніг адбываецца збой, карыстальнік атрымлівае паведамленне пра памылку
de: Falls beim Kopieren neuer Dateien ein Fehler auftritt, wird der Nutzer nun darüber informiert
fa_ir: زمانی که رونوشت پرونده‌ها به کتابخانه کتاب‌های صوتی به مشکل می‌خورد٬ خطا به کاربر اطلاع داده می‌شود
gl: Ao copiar ficheiros á biblioteca de audiolibros non funciona, infórmase ao usuario co erro
he: כאשר העתקת קבצים לספריית ספרי השמע משתבשת, המשתמש מקבל הודעת שגיאה
pt_br: Quando a cópia de arquivos para a biblioteca de audiolivro dá errado, o usuário agora é informado com o erro
sv: När kopiering av filer till ljudboksbiblioteket går fel informeras användaren nu om felet

source: Fix: Possible error while displaying offline cache copy progress
be_by: Выпраўленне: магчымая памылка падчас адлюстравання ходу аўтаномнага капіравання кэша
de: Fix: Ein möglicher Fehler bei der Anzeige des Offline Cache Kopierprozesses
fa_ir: درست‌کردن: خطای محتمل طی نمایش پیشرفت رونوشت حافظه‌ی نهان
gl: Corrección: Posíbel erro ao mostrar o progreso da copia da caché sen conexión
he: תיקון: שגיאה שקרתה לפעמים בהצגת תהליך העתקת מטמון בלתי מקוון
pt_br: Correção: Possível erro ao exibir o progresso da cópia de cache offline
sv: Fixat: Möjligt fel vid visning av förlopp för offlinecachekopiering

source: Fix: When changing the audiobook location or selecting a file in the file not found dialog an unexpected error could occur
be_by: Выпраўленне: пры змене размяшчэння аўдыякнігі або выбары файла ў дыялогавым акне "Файл не знойдзены" магла адбыцца нечаканая памылка
de: Fix: Beim Ändern des Hörbuchordners oder beim Auswählen einer Datei im Datei nicht gefunden Dialog konnte ein Fehler auftreten
fa_ir: درست‌کردن: در زمان تغییر موقعیت کتاب صوتی یا انتخاب پرونده در کارد پرونده یافت نشد یک خطای غیرمنتظره می‌توانست رخ دهد
gl: Corrección: Ao cambiar a ruta do audiolibro ou ao seleccionar un ficheiro no cadro de diálogo de ficheiro non atopado podía producirse un erro non esperado
he: תיקון: החלפת מיקום ספר השמע או בחירה בקובץ בחלונית קובץ לא נמצא הובילה לשגיאה בלתי צפויה
pt_br: Correção: Ao alterar o local do audiolivro ou selecionar um arquivo na caixa de diálogo de arquivo não encontrado, um erro inesperado poderia ocorrer
sv: Fixat: När du ändrar ljudboksplats eller väljer en fil i dialogrutan då dialogrutan säger fil hittades inte, kan ett oväntat fel inträffa

source: Fix: Removing a storage dir in settings did not work
be_by: Выпраўленне: выдаленне каталога размяшчэння ў наладах не працавала
de: Fix: Das Entfernen eines Medienordners in den Einstellungen hat nicht funktioniert
fa_ir: درست‌کردن: حذف یک مسیر ذخیره‌سازی در تنظیمات کار نمی‌کرد
gl: Corrección: A eliminación dun cartafol de almacenamento na configuración non funcionaba
he: תיקון: הסרת תיקיית אחסון בהגדרות לא עבדה
pt_br: Correção: A remoção de um diretório de armazenamento nas configurações não funcionava
sv: Fixat: Att ta bort en lagringskatalog i inställningarna fungerade inte

source: Fix: Removing a book from the library did sometimes not work
be_by: Выпраўленне: выдаленне кнігі з бібліятэкі часам не спрацоўвала
de: Fix: Manchmal konnte ein Buch nicht aus der Bibliothek entfernt werden
fa_ir: درست‌کردن: حذف یک کتاب از کتابخانه گاه کار نمی‌کرد
gl: Corrección: Eliminar un libro da biblioteca a veces non funcionaba
he: תיקון: הסרת ספר מהספרייה לפעמים לא עבדה
pt_br: Correção: A remoção de um livro da biblioteca às vezes não funcionava
sv: Fixat: Att ta bort en bok från biblioteket fungerade ibland inte

source: Books with inconsistent spelling are now grouped into a single book (thanks chris-kobrzak!).
be_by: Кнігі з неадпаведным правапісам цяпер згрупаваны ў адну кнігу (дзякуй chris-kobrzak!).
de: Bücher mit unterschiedlicher Groß- und Kleinschreibung werden nun automatisch in einem Hörbuch gruppiert (Danke chris-kobrzak!).
fa_ir: کتاب‌ها با املای ناهمخوان اکنون در یک کتاب واحد گروه‌بندی می‌شوند (ممنون از chris-kobrzak!).
gl: Os libros con ortografía inconsistente agrúpanse agora nun só libro (grazas chris-kobrzak!).
he: ספרים עם איות בלתי אחיד מקובצים מעתה לספר אחד (תודה chris-kobrzak!).
pt_br: Livros com grafia inconsistente agora são agrupados em um único livro (obrigado, chris-kobrzak!).
sv: Böcker med inkonsekvent stavning är nu grupperade i en enda bok (tack chris-kobrzak!).

source: Improved reliability of restoring the previous playback position.
be_by: Палепшана надзейнасць аднаўлення папярэдняй пазіцыі прайгравання.
de: Verbesserte Zuverlässigkeit bei der Wiederherstellung der vorherigen Abspielposition.
fa_ir: بهبود اطمینان‌پذیری بازیابی موقعیت پخش قبلی.
gl: Mellora da fiabilidade da restauración da anterior posición de reproducción.
he: אמינות שחזור מיקום ההשמעה הקודם השתפרה
pt_br: Maior confiabilidade para restaurar a posição de reprodução anterior.
sv: Förbättrad tillförlitlighet för att återställa den tidigare uppspelningspositionen.

source: Fix: clicking on a currently playing chapter did not pause the chapter as expected.
be_by: Выпраўленне: націск на раздзел, які зараз прайграваецца, не прыпыняла раздзел, як чакалася.
de: Fix: beim Klick auf das Kapitel, das gerade abgespielt wird, wurde es nicht wie erwartet pausiert.
fa_ir: درست‌کردن: کلیک‌کردن روی فصلی درحال‌پخش آن‌ را مطابق انتظار متوقف نمی‌کرد.
gl: Corrección: ao facer clic nun capítulo que se estaba reproducindo non se pausaba o capítulo como se esperaba.
he: תיקון: לחיצה על הפרק שמתנגן כעת לא משהה את הפרק כפי שאמור להיות
pt_br: Correção: clicar em um capítulo atualmente em reprodução não pausou o capítulo como esperado.
sv: Fixat: att klicka på ett kapitel som spelas pausade inte kapitlet som förväntat.

source: Listen to audio books
be_by: Слухайце аўдыякнігі
cs: Poslouchejte audioknihy
fa: گوش دادن به کتاب‌های صوتی
fa_ir: به کتاب‌های صوتی گوش دهید
gl: Escoitar audiolibros
he: האזנה לספרי שמע
sv: Lyssna på ljudböcker
uk: Слухати аудіокниги

source: Cozy is a audio book player. Here are some of the features:
be_by: Cozy - прайгравальнік аўдыякніг. Вось некаторыя з функцый:
cs: Cozy je přehrávač audioknih. Mezi jeho vlastnosti patří:
fa: دنج پخش‌کنندهٔ کتاب صوتی است. برخی ویژگی‌ها:
fa_ir: Cozy یک پخش‌کننده کتاب صوتی است. برخی از ویژگی‌های آن:
gl: Cozy é un reprodutor de audiolibros. Conta coas seguintes características:
he: Cozy הוא נגן ספרי שמע. הנה כמה מהיכולות שלו:
sv: Cozy är en ljudboksspelare. Här är några av funktionerna:
uk: Cozy - це програвач аудіокниг. Ось деякі з його функцій:

source: Import all your audio books into Cozy to browse them comfortably
be_by: Імпартуйце ўсе свае аўдыякнігі ў Cozy, каб зручна іх праглядаць
cs: Import všech vašich audioknih pro jejich snadné procházení
fa: درون‌ریزی همهٔ کتاب‌های صوتیتان در دنج برای مرور آسانشان
fa_ir: تمام کتاب‌های صوتی‌تان را به Cozy وارد کنید تا به‌راحتی آن‌ها را مرور نمایید
gl: Importe todos os audiolibros en Cozy para exploralos cómodamente
he: ניתן לייבא את כל הספרי השמע שלך ל־Cozy כדי לעיין בהם בנוחות
sv: Importera alla dina ljudböcker till Cozy för att bekvämt bläddra efter dem
uk: Імпортуйте всі свої аудіокниги до Cozy, щоб зручно переглядати їх

source: Sleep timer
be_by: Таймер сну
cs: Časovač spánku
fa: زمان‌سنج خواب
fa_ir: زمان‌سنج خواب
gl: Temporizador para durmir
he: מתזמן שינה
sv: Insomningsur
uk: Таймер сну

source: Support for GTK style manager (thanks A6GibKm)
be_by: Падтрымка мэнэджэра стыляў GTK (дзякуй A6GibKm)
fa_ir: پشتیبانی برای مدیر استایل GTK (ممنون از A6GibKm)
gl: Compatibilidade para o xestor de estilos de GTK (grazas A6GibKm)
sv: Stöd för GTK stilhanterare (tack A6GibKm)

source: Use natural sorting for chapter titles
be_by: Выкарыстоўвайце натуральнае сартаванне для назваў раздзелаў
fa_ir: استفاده از مرتب‌کردن طبیعی برای عنوان‌های فصل‌ها
gl: Usar a ordenación natural para os títulos dos capítulos
sv: Använd naturlig sortering för kapiteltitlar
