Repository: geigi/cozy
Catalog: po/extra/*.po
Languages: be_by, cs, de, es, fa, fa_ir, gl, he, pt_br, ru, sv, tr, uk

source: As always, updated translations thanks to all the translators!
be_by: Як заўсёды, абноўленыя пераклады, дзякуй усім перакладчыкам!
fa_ir: مثل همیشه، ترجمه‌ها به لطف تمامی مترجمان به‌روز شدند!
gl: Como sempre, actualizacións das traducións grazas a todos os tradutores!
sv: Som alltid, uppdaterade översättningar tack till alla översättare!

source: This release features a redesigned preference window. All settings can now be searched. Good news for mobile users too: the redesign should work a lot better on mobile devices now.
be_by: У гэтым выпуску ёсць перапрацаванае акно параметраў. Цяпер можна шукаць усе параметры. Добрыя навіны і для карыстальнікаў мабільных прылад: рэдызайн павінен працаваць нашмат лепш на мабільных прыладах.
fa_ir: این انتشار شامل پنجره‌ی تنظیماتی بازطراحی‌شده است. تمامی تنظیمات اکنون قابل جستجواند. خبر خوشی هم برای کاربران تلفن همراه: بازطراحی باید بسیار بهتر روی دستگاه‌های همراه کار کند.
gl: Esta publicación conta con unha xanela de preferencias redeseñada. Agora pode buscar en todas as preferencias. Boas novas para os usuarios de móbil: o redeseño debería funcionar moito mellor en dispositivos móbiles.
he: מהדורה זו מציגה חלון העדפות שעוצב מחדש. ניתן לחפש בכל ההגדרות מעתה. חדשות טובות גם למשתמשים ממכשירים ניידים: העיצוב החדש אמור לעבוד הרבה יותר טוב במכשירים ניידים כעת.
sv: Den här utgåvan har ett omdesignat inställningsfönster. Alla inställningar kan nu sökas efter. Goda nyheter för mobilanvändare också: omdesignen borde fungera mycket bättre på mobila enheter nu.

source: Redesigned preference window
be_by: Зменены дызайн акна параметраў
fa_ir: پنجره‌ی تنظیمات بازطراحی‌شده
gl: Xanela de preferencias redeseñada
he: חלון ההעדפות עוצב מחדש
sv: Omdesignat inställningsfönster

source: Preferences can now be searched
be_by: Цяпер можна шукаць параметры
fa_ir: تنظیمات اکنون قابل جستجواند
gl: Agora as preferencias poden buscarse
he: ניתן לחפש מעתה בהעדפות
sv: Inställningar kan nu sökas efter

source: Fix: position slider did not update the time correctly after an import scan
be_by: Выпраўленне: паўзунок пазіцыі няправільна абнаўляў час пасля сканавання імпарту
fa_ir: درست‌کردن: نوار موقعیت زمان را بعد از پویش واردکردن به‌درستی به‌روز نمی‌کرد
gl: Arranxo: a posición do desprazador non se actualiza correctamente despois dunha análise de importado
he: תיקון: מחוון המיקום לא עדכן את הזמן כראוי לאחר סריקת ייבוא
sv: Fixat: positionsreglaget uppdaterade inte tiden korrekt efter en importskanning

source: Fix: after an import scan the library did not display the currently playing book correctly
be_by: Выпраўленне: пасля сканавання імпарту бібліятэка няправільна адлюстроўвала кнігу, якая зараз прайграваецца
fa_ir: درست‌کردن: بعد از پویش واردکردن کتابخانه به‌درستی کتاب در‌حال‌پخش را نمایش نمی‌داد
gl: Arranxo: despois dunha análise de importado a biblioteca non mostra o libro reproducíndose actualmente de forma correcta
he: תיקון: לאחר סריקת ייבוא, הספרייה לא הציגה את הספר המושמע כרגע כראוי
sv: Fixat: efter enimportskanning så visade biblioteket inte den bok som spelas korrekt

source: Multiple small bug fixes
be_by: Шматлікія дробныя выпраўленні памылак
fa_ir: چندین رفع‌اشکال کوچک
gl: Varios arranxos de erros pequenos
he: תיקונים של תקלות קטנות
sv: Flera små buggfixar

source: Fresh playback speed and sleep timer icons (thanks jimmac)
be_by: Новыя значкі хуткасці прайгравання і таймера сну (дзякуй jimmac)
fa_ir: آیکون سرعت پخش و زمان‌سنج خواب تازه (ممنون از jimmac)
gl: Iconas novas para a velocidade de reprodución e temporizador de apagado (grazas jimmac)
he: סמלים חדשים למהירות נגינה ולמתזמן שינה (תודה jimmac)
sv: Nya fräscha ikoner för uppspelningshastighet och vilotimer (tack jimmac)

source: Refreshing the library now uses a more descriptive text (thanks jubalh)
be_by: Абнаўленне бібліятэкі цяпер выкарыстоўвае больш апісальны тэкст (дзякуй jubalh)
fa_ir: تازه‌سازی کتابخانه اکنون از متن روشن‌تری استفاده می‌کند (ممنون از jubalh)
gl: Ao actualizar a biblioteca agora úsanse textos máis descriptivos (grazas jubalh)
he: רענון הספרייה משתמש בטקסט יותר מפורט (תודה jubalh)
sv: Uppdatering av biblioteket använder nu en mer beskrivande text (tack jubalh)

source: Display an error banner if an error occurs while importing new files
be_by: Праграма адлюстроўвае банэр з памылкай, калі ўзнікае памылка пры імпарце новых файлаў
fa_ir: نمایش برنوشته خطا اگر خطایی طی وارد کردن پرونده‌های جدید رخ دهد
gl: Mostrar unha mensaxe de erro se se produce un erro ao importar ficheiros novos
he: הצגת כרזת שגיאה אם מתרחשת שגיאה במהלך ייבוא קבצים חדשים
pt_br: Exibe um banner de erro se ocorrer um erro durante a importação de novos arquivos
sv: Visa en felbanner om ett fel uppstår när nya filer importeras

source: The audiobook directory selector in the empty state has been replaced by a button to allow a narrow window even with long directory names
be_by: Выбар каталога аўдыякніг у пустым стане быў заменены кнопкай, каб дазволіць вузкае акно нават з доўгімі назвамі каталогаў
fa_ir: انتخاب‌گر پوشه کتاب صوتی در وضعیت خالی با یک دکمه جایگزین شده‌است تا حتی با نام‌های پوشه‌های طولانی اجازه دهد پنجره باریک بماند
gl: O selector de cartafol de audiolibros no estado baleiro foi reemprazado por un botón para permitir unha xanela máis estreita incluso con nomes de cartafol largos
he: בוחר ספריית ספרי השמע במצב הריק הוחלף בכפתור כדי לאפשר חלון צר אפילו עם שמות ארוכים של תיקיות
pt_br: O seletor de diretório de audiolivros no estado vazio foi substituído por um botão para permitir uma janela estreita, mesmo com nomes de diretório longos
sv: Ljudboksväljaren i tomt tillstånd har ersatts av en knapp för att tillåta ett smalt fönster även med långa katalognamn

source: Fix: multiple small UI issues
be_by: Выпраўленне: некалькі невялікіх праблем з карыстальніцкім інтэрфейсам
fa_ir: درست‌کردن: چندین مسئله کوچک رابط کاریری
gl: Arranxo: varios problemas de IU pequenos
he: תיקון: מגוון בעיות מנשק משתמש קטנות
pt_br: Correção: vários pequenos problemas de interface do usuário
sv: Fixat: flera små UI-problem

source: Fix: the welcome screen now works properly on a mobile device
be_by: Выпраўленне: экран прывітання цяпер працуе належным чынам на мабільнай прыладзе
fa_ir: درست‌کردن: صفحه خوش‌آمدگویی اکنون به‌درستی روی دستگاه همراه کار می‌کند
gl: Arranxo: a pantalla de benvida agora funciona correctamente en dispositivos móbiles
he: תיקון: מסך קבלת הפנים עובד כראוי מעתה במכשירים ניידים
pt_br: Correção: a tela de boas-vindas agora funciona corretamente em um dispositivo móvel
sv: Fixat: välkomstskärmen fungerar nu korrekt på en mobil enhet

source: Fix: don't display the mobile library switcher when no files are imported
be_by: Выпраўленне: не адлюстроўваўся пераключальнік мабільнай бібліятэкі, калі файлы не імпартуюцца
fa_ir: درست‌کردن: عدم نمایش تعویض‌کننده کتابخانه همراه زمانی که هیچ پرونده‌ای وارد نشده‌است
gl: Arranxo: non mostrar o trocador de biblioteca móbil cando non hai ficheiros importados
he: תיקון: לא להציג את בוחר הספרייה הניידת כשלא מיובאים קבצים
pt_br: Correção: não exibir o alternador de biblioteca móvel quando nenhum arquivo for importado
sv: Fixat: visa inte växlaren för mobilbibliotek när inga filer importeras

source: Fix: in the book detail view the pause icon for a chapter remained even when the next chapter already started playing
be_by: Выпраўленне: у дэталёвым праглядзе кнігі значок паўзы для раздзела заставаўся нават тады, калі наступны раздзел ужо пачынаўся
fa_ir: درست‌کردن: در نمای جزئیات کتاب آیکون توقف برای یک فصل حتی زمانی که فصل بعد شروع به پخش کرده‌بود باقی می‌مانْد
gl: Arranxo: na vista de detalle a icona de pausar un capítulo seguía incluso cando o seguinte capítulo xa comezou a reproducirse
he: תיקון: בתצוגת מפרט הספר כפתור ההשהיה לפרק נשאר אפילו כאשר הפרק הבא כבר התחיל להתנגן
pt_br: Correção: na visualização de detalhes do livro o ícone de pausa para um capítulo permanecia mesmo quando o próximo capítulo já começou a ser reproduzido
sv: Fixat: i bokens detaljvy fanns pausikonen för ett kapitel kvar även när nästa kapitel redan började spelas

source: This release features a redesigned library with responsiveness in mind.
be_by: У гэтым выпуску ёсць перапрацаваная бібліятэка з улікам хуткасці рэагавання.
fa_ir: این انتشار شامل کتابخانه‌ای بازطراحی‌شده بر مبنای پاسخ‌دهی است.
gl: Esta versión conta con un redeseño da biblioteca enfocada na capacidade de resposta.
he: למהדורה זו נוספה ספרייה שעוצבה מחדש לטובת שיפור ההסתגלות לגודל המסך.
pt_br: Esta versão apresenta uma biblioteca redesenhada com capacidade de resposta em mente.
sv: Den här utgåvan har ett omdesignat bibliotek med responsivitet i åtanke.

source: Redesigned library
be_by: Рэдызайн бібліятэкі
fa_ir: کتابخانه‌ی بازطراحی‌شده
gl: Biblioteca redeseñada
he: הספרייה עוצבה מחדש
pt_br: Biblioteca redesenhada
sv: Omdesignat bibliotek

source: Redesigned start screen
be_by: Перапрацаваны стартавы экран
fa_ir: صفحه‌ی شروع بازطراحی‌شده
gl: Pantalla de inicio redeseñada
he: מסך הפתיחה עוצב מחדש
pt_br: Tela inicial redesenhada
sv: Omdesignad startskärm

source: Redesigned book detail screen
be_by: Перапрацаваны экран дэталяў кнігі
fa_ir: صفحه جزئیات کتاب بازطراحی‌شده
gl: Pantalla de detalles do libro redeseñada
he: מסך פרטי הספר עוצב מחדש
pt_br: Tela de detalhes do livro redesenhada
sv: Omdesignad bokdetaljskärm

source: Responsive design for the main window
be_by: Адаптыўны дызайн для галоўнага акна
fa_ir: طراحی پاسخ‌گو برای پنجره‌ی اصلی
gl: Deseño reactivo para a xanela principal
he: עיצוב מסתגל לחלון הראשי
pt_br: Design responsivo para a janela principal
sv: Responsiv design för huvudfönstret

source: Introducing a welcome screen for new installations
be_by: Прадстаўляем экран прывітання для новых усталёвак
fa_ir: معرفی صفحه‌ی خوش‌آمدگویی برای نصب‌های جدید
gl: Introdución de unha pantalla de benvida para as novas instalacións
he: מעתה יופיע מסך קבלת פנים בהתקנות חדשות
pt_br: Apresentando uma tela de boas-vindas para novas instalações
sv: Introducerar en välkomstskärm för nya installationer

source: Fix: a rare bug where Cozy's volume was muted at first start
be_by: Выпраўленне: рэдкая памылка, з-за якой гук Cozy адключаўся пры першым запуску
fa_ir: درست‌کردن: اشکالی نادر که در آن صدای Cozy در اولین شروع قطع می‌شد
gl: Corrección: un erro raro polo que o volume de Cozy se silenciaba no primeiro inicio
he: תיקון: תקלה נדירה שגרמה ל־Cozy להשתתק בהפעלה הראשונה
pt_br: Correção: um bug raro em que o volume do Cozy era silenciado na primeira inicialização
sv: Fixat: en sällsynt bugg där Cozys volym var avstängd vid första start

source: Fix: long book names or author names will be truncated properly
be_by: Выпраўленне: доўгія назвы кніг або імёны аўтараў будуць правільна абрэзаны
fa_ir: درست‌کردن: نام‌های طولانی کتاب یا نویسنده به‌درستی کوتاه خواهند شد
gl: Corrección: los nombres largos de libros o autores se truncarán correctamente
he: תיקון: שמות ארוכים של ספרים או סופרים יקוצרו כראוי
pt_br: Correção: nomes longos de livros ou nomes de autores serão truncados corretamente
sv: Fixat: långa boknamn eller författarnamn kommer att trunkeras korrekt

source: Julian Geywitz
he: ג׳וליאן גייוויץ

source: Cozy
fa: دنج
