Repository: geigi/cozy
Catalog: po/extra/*.po
Languages: be_by, cs, de, es, fa, fa_ir, gl, he, pt_br, ru, sv, tr, uk

source: Surprise! Cozy features a new icon thanks to jimmac! This updates also features some smaller fixes and a small redesign of the headerbar.
de: Überraschung! Cozy hat ein neues Icon bekommen dank jimmac! Dieses Update bringt außerdem ein paar kleine Reparaturen und ein aufgefrischtes Design für die Titelbar.
es: ¡Sorpresa! ¡Cozy presenta un nuevo icono gracias a jimmac! Esta actualización también incluye algunas correcciones menores y un pequeño rediseño de la barra de cabecera.
tr: Sürpriz! Cozy, jimmac sayesinde yeni bir simgeye sahip! Bu güncellemeler ayrıca bazı küçük düzeltmeler ve başlık barının küçük bir yeniden tasarımını içerir.

source: A new icon! Thanks jimmac :)
de: Ein neues Icon! Danke jimmac :)
es: ¡Un nuevo icono! Gracias jimmac :)
tr: Yeni simge! Jimmac'a teşekkürler :)

source: Refined headerbar
de: Aufgefrischte Titelbar
es: Barra de encabezado refinada
tr: İyileştirilmiş başlık barı

source: A click on the cover image in the headerbar opens the book detail view
de: Ein Klick auf das Cover in der Titelbar öffnet nun die Buchansicht
es: Al hacer clic en la imagen de la portada en la barra de encabezamiento, se abre la vista detallada del libro
tr: Başlık barındaki kapak fotoğrafına tıklayınca detaylı kitap görüntüsü açılır.

source: Book detail view: Pressing the back button on the mouse brings you back to the library
de: Buchansicht: Wenn du die Zurück-Taste auf deiner Maus drückst springst du nun zurück in die Bibliothek
es: Vista detallada del libro: Al pulsar el botón de retroceso del ratón se vuelve a la biblioteca
tr: Detaylı kitap görünümü: Faredeki geri düğmesine basmak sizi kitaplığa geri getirir

source: Fix: Aborting the download of a book is now handled more gracefully
de: Fix: Das Abbrechen eines Downloads wird nun eleganter behandelt
es: Corrección: La interrupción de la descarga de un libro se gestiona ahora con más elegancia.
tr: Düzeltme: Bir kitabın indirilmesini iptal etmek artık daha zarif bir şekilde işleniyor

source: Fix: Opening a book using the return key now works as expected
de: Fix: Das Öffnen eines Buches mit der Enter-Taste funktioniert nun wie erwartet
es: Corrección: Abrir un libro usando la tecla de retorno ahora funciona como se espera
tr: Düzeltme: Return "enter" tuşunu kullanarak kitap açmak artık beklendiği gibi çalışıyor

source: Cozy is now compatible with Python 3.9 (thanks phpwutz!)
de: Cozy ist nun mit Python 3.9 kompatibel (danke phpwutz!)
es: Cozy es ahora compatible con Python 3.9 (¡gracias phpwutz!)
ru: Cozy теперь совместимо с Python 3.9 (благодарность пользователю phpwutz)
tr: Cozy artık Pyton 3.9 ile uyumlu (phpwutz'a teşekkürler!)

source: This release features a lot of bug fixes.
de: Diese Version enthält einige Fehlerbehebungen.
es: Esta versión incluye muchas correcciones de errores.
ru: Это обновление исправляет множество ошибок.
tr: Bu sürüm birçok hata düzeltmesi içeriyor.

source: The rewind and fast forward buttons in the desktop integration now jump 30 seconds back and forth instead of jumping a whole chapter
de: Die Vorwärts- und Zurück Springen Knöpfe in der Desktop Integration springen nun 30 Sekunden vor und zurück anstatt ein ganzes Kapitel zu springen
es: Los botones de retroceso y avance rápido en la integración del escritorio ahora saltan 30 segundos hacia atrás y adelante en lugar de saltar un capítulo entero
ru: Кнопки перемотки назад и вперёд теперь перематывают на 30 секунд, а не до конца данной главы.
tr: Masaüstü entegrasyonundaki geri sar ve hızlı ileri sar düğmeleri artık tüm bölümü atlamak yerine 30 saniye ileri geri atlıyor

source: Fix: the rewind button in the toolbar is now working again
de: Fix: Der Zurück Springen Knopf in der Titelleiste funktioniert wieder
es: Corrección: el botón de rebobinar en la barra de herramientas ahora funciona de nuevo
ru: Исправлено: кнопка перемотки в панели инструментов теперь работает как прежде.
tr: Düzeltme: Araç çubuğundaki geri sar butonu yeniden çalışmaya başladı.

source: Fix: automatic rewind, when enabled in settings, is now working again
de: Fix: Automatisches Zurückspringen beim Programmstart funktioniert wieder
es: Corrección: el rebobinado automático, cuando se activa en la configuración, ahora funciona de nuevo
ru: Исправлено: автоматическая перемотка, если включена в настройках, теперь работает как прежде
tr: Düzeltme: Otomatik geri sarma, ayarlardan aktifleştirildiğinde, yeniden çalışmaya başladı.

source: Fix: when rewinding at the beginning of a book Cozy did jump to the end of the book
de: Fix: beim zurückspringen am Anfang eines Buches ist Cozy an das Ende des Buches gesprungen
es: Correción: cuando rebobinar al principio de un libro Cozy saltó al final del libro
ru: Исправлено: перемотка в начале книги отправляла пользователей в её конец
tr: Düzeltme: Cozy kitabın başında geri sararken kitabın sonuna atladı

source: Fix: pressing escape to leave the book detail view is now working again
de: Fix: Die Escape Taste in der Buch Detail Seite bringt dich wieder zurück in deine Bibliothek
es: Corrección: presionar escape para salir de la vista de detalles del libro ahora funciona de nuevo
ru: Исправлено: нажатие escape чтобы выйти из детального обзора книги теперь работает как прежде
tr: Düzeltme: Escape tuşuna basarak detaylı kitap görünümünden çıkış yapmak yeniden çalışmaya başladı.

source: This release features a rewrite of the book detail view to prepare everything for chapter support with m4b files which will follow in a later update. If something isn't working as expected let me know!
de: In dieser Version von Cozy wurde die Buchdetail-Ansicht neu programmiert um sie auf die Kapitelunterstützung von m4b Dateien vorzubereiten. Gib Bescheid, falls etwas nicht wie erwartet funktioniert!
es: Este lanzamiento incluye una reescritura de la vista detallada del libro para preparar todo para el soporte de los capítulos con archivos m4b que seguirán en una actualización posterior. Si algo no funciona como se espera, ¡hazmelo saber!
ru: В этом обновлении был переписан детальный обзор книг, чтобы подготовится к поддержке файлов формата m4b. Пожалуйста, дайте нам знать о любых проблемах!
tr: Bu sürüm, daha sonraki bir güncellemede takip edecek olan m4b dosyalarıyla bölüm desteğine her şeyi hazırlamak için ayrıntılı kitap görünümünün yeniden yazılmasını içerir. Bir şey beklendiği gibi çalışmıyorsa bana bildirin!

source: Fix: If an audiobook directory contained a lot of non audio files, Cozy could skip all other files on import (thanks foliva!)
de: Fix: Wenn ein konfigurierter Hörbuch-Ordner viele Dateien beinhaltet hatte, die keine Audiodateien sind, hat Cozy manchmal alle anderen Dateien beim Import übersprungen (Danke foliva!)
es: Correción: Si un directorio de audiolibros contenía muchos archivos no de audio, Cozy podía saltarse todos los demás archivos al importarlos (¡gracias foliva!)
ru: Исправлено: в случае если в папке аудиокниг находится большое количество файлов не аудио формата, Cozy мог пропустить все остальные файлы при импортировании (благодарим пользователя foliva!)
tr: Düzeltme: Bir sesli kitap dizini çok sayıda sesli olmayan dosya içeriyorsa, Cosy içe aktarma sırasında diğer tüm dosyaları atlayabilir (teşekkürler foliva!)

source: Fix: When copying files via Drag and Drop sometimes the progress bar reported an incorrect progress
de: Fix: Beim Importieren von Dateien mittels Drag and Drop wurde manchmal der Kopierfortschritt nicht korrekt angezeigt
es: Corrección: al copiar archivos mediante arrastrar y soltar, a veces la barra de progreso informaba de un progreso incorrecto
ru: Исправлено: при импортировании файлов путём перетаскивания их на окно Cozy индикатор иногда показывал неправильное количество прогресса
tr: Düzeltme: Bazen dosyaları Sürükle ve Bırak yoluyla kopyalarken ilerleme çubuğu yanlış bir ilerleme bildirdi

source: Increase maximum playback speed to 3.5x
de: Die maximale Wiedergabegeschwindigkeit ist nun 3.5x
es: Aumentar la velocidad máxima de reproducción a 3.5x
ru: Максимальная скорость боспроизведения увеличена до 3.5x
tr: Maksimum oynatma hızını 3.5x'e yükseltin

source: Fix: audio files with uppercase extensions where not detected (thanks to leuc)
de: Fix: Dateien mit Dateiendungen in Großbuchstaben wurden nicht erkannt (danke an leuc)
es: Corrección: los archivos de audio con extensiones en mayúsculas no se detectaron (gracias a leuc)
ru: Исправлено: файлы с именем начинающимся на заглавную букву иногда были не найдены (благодарим пользователя leuc)
tr: Düzeltme: algılanmayan yerlerde büyük harf eklentili ses dosyaları (leuc'a teşekkürler)

source: Fix: when using drag and drop some files where not copied and imported correctly
de: Fix: Beim Importieren von Dateien mittels Drag und Drop wurden manche Dateien nicht korrekt kopiert und importiert
es: Corrección: cuando se utiliza la función de arrastrar y soltar algunos archivos no se copian e importan correctamente
ru: Исправлено: при импортировании файлов путём перетаскивания их на окно Cozy некоторые файлы копировались неправильно
tr: Düzeltme: Sürükle ve Bırak yaparken bazı dosyalar kopyalanamadı ve içeri doğru olarak aktarılamadı

source: Fix: removing a book from the library was sometimes not possible
de: Fix: Das Entfernen eines Hörbuchs von der Bibliothek hat nicht wie erwartet funktioniert
es: Correción: quitar un libro de la biblioteca a veces no era posible
ru: Исправлено: удаление книг из библиотеки в некоторых случаях было невозможно
tr: Düzeltme: kitaplıktan kitap çıkarmak bazen mümkün olmuyordu

source: Fix: sometimes Cozy's database ran into a locking issue, which could lead to unexpected behaviour of Cozy
de: Fix: manchmal kam es bei Cozy zu einem Datenbank Lock Problem, was sich auf verschiedenste Weisen bemerkbar machen konnte
es: Correción: a veces la base de datos de Cozy se topaba con un problema de bloqueo, lo que podía llevar a un comportamiento inesperado de Cozy
ru: Исправлено: в некоторых случаях сбой относящийся к базе данных Cozy приводил к неожидаемым результатам
tr: Düzeltme: Cozy'nin veritabanı, bazen Cozy'nin beklenmedik davranışına neden olabilecek bir kilitleme sorunuyla karşılaştı

source: Many of you have been waiting for it: Support for m4b audio books! This version features basic support for m4b files without chapter support, which will follow in a later update. Stay tuned!
de: Viele von euch haben auf die Unterstützung von m4b Hörbüchern gewartet: jetzt ist es soweit! Diese Version unterstützt m4b Dateien, es werden allerdings die Kapitel noch nicht angezeigt. Das folgt in einem späteren Update.
es: Muchos lo han estado esperando: ¡Soporte para los audio libros de m4b! Esta versión tiene soporte básico para archivos m4b sin soporte de capítulos, lo cual seguirá en una actualización posterior. ¡Estén atentos!
ru: По многочисленным просьбам, мы добавили поддержку книг формата m4b! Эта версия включает в себя базовую поддержку формата m4b, но не поддерживает использование глав.
tr: Birçoğunuz bunu bekliyordunuz: m4b sesli kitap desteği! Bu sürüm, bölüm desteği olmadan m4b dosyaları için temel desteğe sahiptir ve bunu daha sonraki bir güncellemede takip edecektir. Bizi izlemeye devam edin!

source: Basic support for m4b audio books (chapters are not supported yet)
de: Grundlegende Unterstützung für m4b Hörbücher (Kapitel werden noch nicht angezeigt)
es: Soporte básico para audio-libros m4b (los capítulos no están soportados todavía)
ru: Поддержка аудиокниг формата m4b (на данный момент, главы не поддерживаются)
tr: m4b sesli kitapları için temel destek (bölümler daha desteklenmiyor)

source: Fixed multiple bugs when using drag and drop to import files
de: Bei der Nutzung von Drag und Drop konnten mehrere Fehler auftreten. Diese sind jetzt repariert.
es: Se han corregido varios errores al utilizar la función de arrastrar y soltar para importar archivos
ru: Исправлено несколько ошибок во время импортирования перетаскиваемых файлов
tr: Dosyaları içe aktarmak için sürükle ve bırak kullanılırken birden çok hata düzeltildi

source: Some of your files where not recognized by Cozy despite being valid audio files? Not anymore! This version features a completely rewritten importer which is far more reliable. Enjoy!
de: Manche Hörbücher wurden von Cozy nicht erkannt? Das war einmal! Diese Version kommt mit einem komplett neuen und viel zuverlässigerem Hörbuch-Import. Viel Spaß!
es: ¿Algunos de sus archivos no fueron reconocidos por Cozy a pesar de ser archivos de audio válidos? ¡Ya no! Esta versión cuenta con un importador completamente reescrito que es mucho más confiable. ¡Disfrute!
ru: У вас были проблемы с тем, что Cody не узнавал совершенно нормальные аудио файлы? Теперь не будет! В этой версии добавлен совершенно новый, переписаный с нуля метод импортации файлов. Наслаждайтесь!
tr: Dosyalarınızdan bazıları geçerli ses dosyaları olmasına rağmen Cozy tarafından tanınmayan bir yerde mi? Artık değil! Bu sürüm, çok daha güvenilir olan, tamamen yeniden yazılmış bir içe aktarıcıya sahiptir. Tadını çıkarın!

source: A completely rewritten and far more reliable media importer
de: Ein komplett neuer und viel zuverlässigerer Hörbuch-Import
es: Un importador de archivos completamente re-escrito y mucho más confiable.
ru: Переписанный с нуля и намного более надёжный метод импортирования файлов
tr: Tamamen yeniden yazılmış ve çok daha güvenilir bir medya içeri aktarıcısı

source: Optional error reporting on crashes
de: Optionale Fehlerberichte
es: Informe de error opcional en los cierres inesperados
ru: Необязательный доклад о сбоях
tr: Çökmelerde isteğe bağlı hata raporlama

source: Multiple author and readers are now separated in the library view
de: Mehrere Autoren und Leser eines Buches sind nun in der Bibliothek getrennt
es: Múltiples autores y lectores están ahora separados en la vista de la biblioteca
ru: Несколько авторов и читателей теперь отображаются отдельно при просмотре библиотеки
tr: Birden çok yazar ve okuyucu artık kitaplık görünümünde birbirinden ayrılıyor

source: Increase maximum playback speed to 3x
de: Die maximale Wiedergabegeschwindigkeit ist nun 3x
es: Aumentada la velocidad máxima de reproducción a 3x
ru: Максимальная скорость воспроизведения увеличена до 3x
tr: Maksimum oynatma hızını 3x'e artırın

source: Fix: playback speed was not saved correctly under some circumstances, thanks to magnickolas
de: Fix: Die Wiedergabegeschwindigkeit wurde unter manchen Umständen nicht richtig gespeichert, danke an magnickolas
es: Corrección: la velocidad de reproducción no fue guardada correctamente bajo algunas circunstancias, gracias a magnickolas
ru: Исправлено: скорость воспроизведения иногда сохранялась неправильно. Спасибо пользователю magnickolas
tr: Düzeltme: oynatma hızı bazı durumlarda doğru şekilde kaydedilmedi, magnickolas'a teşekkürler

source: Updated translations thanks to all of the translators!
de: Neue Übersetzungen dank allen Übersetzern!
es: ¡Traducciones actualizadas gracias a todos los traductores!
ru: Обновлены все переводы. Благодарим всех переводчиков!
tr: Tüm çevirmenler sayesinde güncellenmiş çeviriler!

source: Fix: Jump to folder was not working
de: Fix: "Öffne im Dateibrowser" hat nicht funktioniert
es: Arreglo: no funcionaba Saltar a la carpeta
ru: Исправлена функция перехода к папке
tr: Düzeltme: Klasöre atlama çalışmıyordu

source: Fix: Removing a book from the library did not work as expected
de: Fix: Das Entfernen eines Hörbuchs von der Bibliothek hat nicht wie erwartet funktioniert
es: Arreglo: quitar un libro de la biblioteca no funcionaba como era esperable
ru: Удаление книги из библиотеки не работало как ожидалось
tr: Düzeltme: Kitaplıktan bir kitabın kaldırılması beklendiği gibi çalışmadı

source: Fix: Error that could occur when opening the book overview
de: Fix: Fehler der vereinzelt beim Öffnen der Buchübersicht auftreten konnte
es: Arreglo: solucionado un error que se podía producir al abrir la vista general del libro
ru: Исправлено: ошибка, возникающая при открытии описания книги
tr: Düzeltme: Kitabın genel bakışını açarken oluşabilecek hata

source: Updated translations
es: Traducciones actualizadas
ru: Обновлены переводы

source: Support for more mp3 files! Let me know if you have problems.
de: Unterstützung für mehr MP3 Dateien! Lasst mich wissen wenn ihr Probleme habt.
es: Se admiten más archivos .mp3. Hágame saber si tiene problemas.
ru: Реализована поддержка большего количества файлов mp3! Дайте мне знать, если столкнетесь с проблемами при работе.
tr: Daha fazla mp3 dosyası için destek! Sorun yaşarsan bana haber ver.

source: Preparations to support chapters within audio files
de: Vorbereitungen für die Unterstützung von Kapiteln in Audiodateien
es: Preparativos para soportar los capítulos dentro de los archivos de audio
ru: Подготовка к поддержке глав внутри аудиофайлов
tr: Ses dosyalarındaki bölümleri desteklemek için hazırlıklar

source: The beginning of the biggest cleanup and refactoring under the hood
de: Der Beginn der größten Aufräum- und Umbauaktion unter der Haube bisher
es: El comienzo de la mayor limpieza y refactorización bajo el capó
ru: Начало самой большой чистки и рефекторинга кода под капотом
tr: Başlığın altındaki en büyük temizleme ve yeniden düzenleme işleminin başlangıcı

source: Visual improvements in book overview, thanks to elya5
de: UI Verbesserungen in der Buchübersicht, danke an elya5
es: Mejoras visuales en la vista general del libro, gracias a elya5
ru: Улучшение в работе интерфейса (спасибо elya5)
tr: Kitaba genel bakışta görsel iyileştirmeler, elya5'e teşekkürler

source: Support for smaller screen sizes, thanks again to elya5
de: Unterstützung für kleinere Monitorauflösungen, nochmal danke an elya5
es: Soporte para tamaños de pantalla más pequeños, gracias de nuevo a elya5
ru: Поддержка небольших экранов (спасибо elya5)
tr: Daha küçük ekran boyutlarına destek, elya5'e yeniden teşekkürler

source: Fix: Some book titles where not displayed, thanks to naglis
de: Fix: manche Buchtitel wurden nicht angezeigt, danke an naglis
es: Arreglo: algunos títulos de libros no se mostraban; gracias a naglis
ru: Исправлено: названия некоторых книг не отображались (спасибо naglis)
tr: Düzeltme: Görüntülenmeyen bazı kitap başlıkları, naglis'e teşekkürler

source: Fix: Empty books could crash the application
de: Fix: Leere Bücher konnten das Programm zum Absturz bringen
es: Arreglo: los libros vacíos podían provocar un cierre inesperado de la aplicación
ru: Исправлено: пустые книги могут привести к вылету приложения
tr: Düzeltme: Boş kitaplar uygulamanın çökmesine sebep olabiliyordu

source: Fix: Author and reader can now be swapped from settings
de: Fix: Autor und Leser können nun in den Einstellungen vertauscht werden
es: Corrección: el autor y el lector ahora pueden ser intercambiados desde los ajustes
ru: Исправлено: теперь можно поменять местами автора и диктора в настройках приложения
tr: Düzeltme: Yazar ve okuyucu artık ayarlardan değiştirilebilir

source: Fix: Crash which could occur while changing the titlebar display mode
de: Fix: Absturz der beim Wechsel des Titelbar-Anzeigemodus auftreten konnte
es: Correción: Cierre inesperado que podría ocurrir al cambiar el modo de visualización de la barra de título
ru: Исправлено: вылеты приложения, вызванные изменением режима отображения строки заголовка
tr: Düzeltme: Başlık barı görüntüleme modu değiştirilirken meydana gelebilecek çökme

source: Fix: Better handling of resources that cannot be found
de: Fix: Besserer Umgang mit Dateien die nicht gefunden werden können
es: Correción: Mejor manejo de los recursos que no se pueden encontrar
ru: Улучшенная обработка отсутствующих ресурсов
tr: Düzeltme: Bulunamayan kaynakların daha iyi işlenmesi

source: Fix: Fira font is now readable on the welcome screen
de: Fix: Die Fira Schriftart ist nun besser lesbar
es: Correción: La fuente de Fira es ahora legible en la pantalla de bienvenida
ru: Исправлено: теперь шрифт Fira font нормально отображается на экране приветствия
tr: Düzeltme: Fira yazı tipi artık karşılama ekranında okunabilir

source: Fix: Multiple bugs regarding the titlebar
de: Fix: Mehrere Bugs in der Titelbar
es: Corrección: Múltiples errores con respecto a la barra de título
ru: Исправлено несколько ошибок заголовка окна
tr: Düzeltme: Başlık barıyla ilgili birden çok hata

source: Fix: File not found dialog was not displayed for external devices
de: Fix: Datei nicht gefunden Dialog wurde für externe Laufwerke nicht gezeigt
es: Correción: El diálogo de archivo no encontrado no se mostró para los dispositivos externos
ru: Исправлено: сообщение "Файл не найден" не отображалось при работе с внешними устройствами
tr: Düzeltme: Dosya bulunamadı adlı iletişim kutusu harici cihazlar için görüntülenmedi

source: Fix: Files with missing tags failed to import
de: Fix: Dateien mit fehlenden Tags konnten nicht importiert werden
es: Correción: Los archivos a los que les faltaban las etiquetas no se importaron
ru: Исправлена ошибка импорта файлов с отсутствующими тегами
tr: Düzeltme: Etiketleri eksik olan dosyaları içe aktarmada hata meydana geldi

source: A warning is displayed in the titlebar if network/external drives are not connected
de: Wenn eine Netzwerk- externe Festplatte nicht angeschlossen ist, wird nun eine Warnung in der Titelbar angezeigt
es: Se muestra una advertencia en la barra de título si las unidades de red/externas no están conectadas
ru: Предупреждение, отображаемое в строке заголовка, если сеть или внешнее устройство не подключено
tr: Ağ / harici sürücüler bağlı değilse başlık çubuğunda bir uyarı görüntülenir

source: MPRIS desktop integration is more stable
de: Die MPRIS Desktop Integration ist nun stabiler
es: La integración de escritorio MPRIS es más estable
ru: Увеличена стабильность интеграции с MPRIS
tr: MPRIS masaüstü entegrasyonu daha kararlı

source: Fix: Last book was loaded on startup even when the storage medium was offline
de: Fix: Das zuletzt abgespielte Buch wurde beim Start geladen selbst wenn der Speicherort nicht verbunden war
es: Correción: El último libro era cargado al inicio incluso cuando el medio de almacenamiento estaba fuera de línea.
ru: Исправлено: последняя открытая книга была загружена при запуске приложения, когда устройство хранения данных не было подключено
tr: Düzeltme: Depolama ortamı çevrimdışıyken bile son kitap başlangıçta yüklendi

source: Fix: Bugs in audiobook location settings window
de: Fix: Mehrere Bugs in den Audiobücher-Pfad Einstellungen
es: Corrección: errores en la ventana de configuración de la ubicación del audiolibro
ru: Исправлено: ошибки в окне настроек расположения аудиокниг
tr: Düzeltme: Sesli kitap konum ayarları penceresindeki hatalar

source: Fix: Bug which sometimes could prevent playback of an audiobook
de: Fix: Manchmal konnten Hörbücher nicht abgespielt werden
es: Corrección: Bug que a veces podría impedir la reproducción de un audiolibro
ru: Исправлено: ошибка, периодически препятствующая воспроизведению аудиокниги
tr: Düzeltme: Bazen bir sesli kitabın çalınmasını engelleyebilen hata

source: Fix: Crash which could occur on startup
de: Fix: Ein Absturz welcher beim Start passieren konnte
es: Correción: Cierre inesperado que podía ocurrir en el arranque
ru: Исправлена возможная ошибка при запуске
tr: Düzeltme: Başlangıçta meydana gelebilecek çökme

source: Fix: Jumping in titlebar while dragging the position slider with long audio files
de: Fix: Der Positionsslider hat sich bei langen Kapiteln seltsam verhalten
es: Correción: Salto en la barra de título mientras se arrastra el deslizador de posición con los archivos de audio largos
ru: Исправлено: случайные перемещения строки заголовка при пролистывании списка продолжительных файлов
tr: Düzeltme: Konum kaydırıcısını uzun ses dosyalarıyla sürüklerken başlık çubuğunda atlama
