Repository: geigi/cozy
Catalog: po/*.po
Languages: be_by, cs, de, fa, fr, hu, ru

source: This version of Cozy features chapter support for m4b audio books!
be_by: У гэтай версіі Cozy ёсць падтрымка раздзелаў для аўдыякніг m4b!
cs: Tato verze aplikace Cozy přináší podporu pro kapitoly v audioknihách m4b!
de: Diese Version von Cozy unterstützt Kapitel bei Hörbüchern im m4b Format!
fr: Cette version de Cozy apporte une prise en charge des chapitres pour les livres audio m4b !
ru: Эта версия Cozy поддерживает главы для аудиокниг в формате m4b!

source: If you already have m4b files imported you'll need to start a scan of your library from the app menu.
be_by: Калі ў вас ужо ёсць імпартаваныя файлы m4b, вам трэба будзе пачаць сканаванне вашай бібліятэкі з меню праграмы.
cs: Pokud již máte importované soubory m4b, musíte spustit prohledávání knihovny z nabídky aplikace.
de: Falls du schon m4b Dateien importiert hast musst du nur noch einen Scan im App Menü starten.
fr: Si vous avez déjà des fichiers m4b importés vous aurez besoin de démarrer un scan de votre librairie depuis le menu de l'application.
ru: Если у вас уже есть импортированные файлы m4b, вам нужно запустить сканирование вашей библиотеки из меню приложения.

source: The chapters will then be detected.
be_by: Пасля гэтага раздзелы будуць выяўлены.
cs: Poté budou kapitoly detekovány.
de: Die Kapitel werden dann automatisch erkannt.
fr: Les chapitres seront alors détectés.
ru: После этого главы будут удалены.

source: Error while importing new files
be_by: Памылка пры імпартаванні новых файлаў
cs: Chyba během importování nových souborů
fa: خطا هنگام درون‌ریزی پرونده‌های جدید
fr: Erreur dans l'importation de nouveaux fichiers
hu: Az új fájlok importálása során hiba történt
ru: Ошибка при импортировании новых файлов

source: {minutes} minute
be_by: {hours} хвіліна
cs: {minutes} minuta
fa: {minutes} دقیقه
hu: {minutes} perc
ru: {minutes} минута

source: Disc
be_by: Дыск
cs: Disk
fa: دیسک
fr: Disque
hu: Lemez
ru: Диск

source: Cozy's version
be_by: Версія Cozy
cs: Verze aplikace Cozy
fa: نگارش دنج
fr: Version de Cozy
hu: A Cozy verziója
ru: Версия Cozy

source: Linux distribution
be_by: Дыстрыбутыў Linux
cs: Distribuce Linuxu
fa: توزیع گنو/لینوکس
fr: Distribution de Linux
hu: Linux-disztribúció
ru: Дистрибутив Linux

source: min
be_by: мін
fa: د
hu: perc
ru: мин

source: Refreshing audio book collection
be_by: Абнаўленне калекцыі аўдыякніг
cs: Aktualizace sbírky audioknih
fa: تازه‌سازی مجموعهٔ کتاب صوتی
fr: Rafraîchissement de la collection de livres audio
hu: A hangoskönyvtár frissítése
ru: Обновление коллекции аудиокниг

source: Play
be_by: Іграць
cs: Přehrát
fa: پخش
fr: Jouer
hu: Lejátszás
ru: Воспроизвести

source: Receive help on GitHub
be_by: Атрымаць дапамогу на GitHub
cs: Získat pomoc na GitHubu
fa: کمک گرفتن روی گیت‌هاب
fr: Recevoir de l'aide sur GitHub
hu: Segítség a GitHubon
ru: Получить помощь на GitHub

source: Ok
be_by: Так
cs: Budiž
fa: قبول
ru: Да

source: Drag & Drop
be_by: Перацягнуць
cs: Přetahování
fr: Glisser & Déposer
ru: Перетаскивание

source: Select
be_by: Выбраць
cs: Vybrat
fr: Sélectionner
ru: Выбрать

source: Tags
be_by: Цэтлікі
cs: Štítky
fa: برچسب‌ها
fr: Étiquettes
hu: Címkék
ru: Метки

source: Activate if author and reader are displayed the wrong way
be_by: Уключыце, калі аўтар і дыктар адлюстроўваюцца няправільна
cs: Zapněte, pokud jsou autor a čtenář zobrazeni obráceně
fa: فعّال کردن در صورت نمایش اشتباه نگارنده و راوی
fr: Activer si l'auteur et le lecteur sont mal affichés
hu: Aktiváld, ha a szerző és az olvasó fordítva jelennek meg
ru: Активируйте, если автор и диктор отображаются неправильно

source: Rewind 30 seconds of the current book when starting Cozy
be_by: Пераматаць бягучую кнігу на 30 секунд назад пры запуску Cozy
cs: Po startu Cozy se vrátit v současné knize o 30 sekund nazpět
fa: ۳۰ ثانیه پس‌روی هنگام آغاز دنج
fr: Rembobiner 30 secondes du livre en cours lors du démarrage de Cozy
hu: Visszatekerés 30 másodperccel a Cozy indításakor
ru: Перемотка текущей книги на 30 секунд назад при запуске Cozy

source: Sleep Timer
be_by: Таймер сну
cs: Četba na dobrou noc
fa: زمان‌سنج خوب
fr: Minuterie de veille
hu: Alvásidőzítő
ru: Таймер сна

source: Artwork
be_by: Твор
cs: Obrázek
fa: کار هنری
fr: Couverture
hu: Borítókép
ru: Произведение

source: Always use images (cover.jpg, *.png, …) when available
be_by: Заўсёды выкарыстоўваць відарысы (cover.jpg, *.png, …), калі яны ёсць
cs: Vždy použít soubory obrázků (cover.jpg, *.png...), pokud jsou dostupné
fa: استفادهٔ همیشگی از تصویرها (cover.jpg، ‏‪*.png‬ و…) هنگام وجود
fr: Toujours utiliser des images (couverture.jpg, *.png, ...) si possible
hu: Mindig használjon borítóképeket (cover.jpg, *.png, ...), ha rendelkezésre állnak
ru: Всегда использовать изображения (cover.jpg, *.png, …), когда доступно

source: Set as default
be_by: Перадвызначаць
cs: Nastavit jako výchozí
fa: تنظیم به عنوان پیش‌گزیده
fr: Définir par défaut
hu: Beállítás alapértelmezettként
ru: Установить по умолчанию

source: Feedback
be_by: Зваротная сувязь
cs: Zpětná vazba
fa: بازخورد
fr: Retours
hu: Visszajelzés
ru: Обратная связь

source: User Feedback
be_by: Водгукі карыстальнікаў
cs: Uživatelská zpětná vazba
fr: Retour Utilisateur
ru: Обратная связь пользователей

source: _Scan Library
be_by: _Сканаваць бібліятэку
cs: Prohledat _knihovnu
fa: _پویش کتاب‌خانه
fr: _Scanner la bibliothèque
hu: Könyvtár _frissítése
ru: _Сканировать библиотеку

source: During an update of the database an error occurred and Cozy will not be able to startup. A backup of the database was created before the update and has been restored now. Until this issue is resolved please use version 0.9.5 of Cozy. You can help resolve this problem by reporting an issue on GitHub.
fa: هنگام به‌روز رسانی پایگاه داده خطایی رخ داد و دنج نمی‌تواند آغاز شود. پیش از به‌روز رسانی پشتیبانی از پایگاه داده ایجاد شد که اکنون بازگردانده شد. تا زمان رفع این مشکل لطفاً از نگارش ۰٫۹٫۵ دنج استفاده شود. می‌توانید با گزارش مشکل در گیت‌هاب، به رفعش کمک کنید.

source: Failed to Update Database
fa: شکست در به‌روز رسانی پایگاه داده
hu: Az adatbázis frissítése nem sikerült

source: Delete Audiobook?
fa: حذف کتاب صوتی؟
hu: Törlöd ezt a hangoskönyvet?

source: Remove Audiobook
fa: برداشتن کتاب صوتی
hu: Hangoskönyv törlése

source: Locate Missing File
fa: مکان‌یابی پروندهٔ ناموجود
hu: Hiányzó fájl keresése

source: {ext} files
fa: پرونده‌های {ext}
hu: {ext} fájlok

source: Audio files
fa: پرونده‌های صوتی
hu: Hangfájlok

source: This can have multiple reasons:
fa: می‌تواند چندین دلیل داشته باشد:
hu: Ennek több oka lehet:

source: The audio format is not supported
fa: قالب صوتی پشتیبانی نمی‌شود
hu: A formátum nem támogatott

source: The path or filename contains non utf-8 characters
fa: مسیر یا نام پرونده نویسه‌های غیر utf-8 دارد
hu: Az elérési út vagy fájlnév tartalmaz nem UTF-8 karaktereket

source: The file(s) are no valid audio files
fa: پرونده(ها) صداهای معتبر نیستند
hu: A fájl nem érvényes hangfájl

source: The file(s) are corrupt
fa: پرونده(ها) خرابند
hu: A fájl sérült

source: Patreon Supporters
fa: حامیان پترئون
hu: Patreon támogatók

source: m4b chapter support in mutagen
fa: پشتیبانی فصل‌های m4b در mutagen
hu: m4b fejezetek kivitelezése a Mutagenben

source: Open Source Projects
fa: پروژه‌های نرم‌افزار آزاد
hu: Nyílt forráskódú projektek

source: translator-credits
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
hu: Dévényi Benedek

source: Jump to {artist_name}
fa: پرش به {artist_name}
hu: Ugrás ide: {artist_name}

source: <a href="https://github.com/geigi/cozy/tree/master/cozy/report">Sourcecode on GitHub</a>
fa: <a href="https://github.com/geigi/cozy/tree/master/cozy/report">کد مبدأ روی گیت‌هاب</a>
hu: <a href="https://github.com/geigi/cozy/tree/master/cozy/report">Forráskód a GitHubon</a>

source: Select Folder
fa: گزینش شاخه
hu: Mappa kiválasztása

source: Toggle Filter Sidebar
fa: تغییر وضعیت نوار کناری پالایش
hu: Szűrő megnyitása

source: Start typing...
fa: آغاز به نوشتن…
hu: Kezdj gépelni…

source: _About Cozy
fa: _دربارهٔ دنج
hu: A Cozy _névjegye

source: Drop Audio Books Here to Add Them to Your Library
fa: انداختن کتاب‌ّای صوتی در این‌جا برای افزودنشان به کتاب‌خانه‌تان
hu: Ejts fájlokat ide a könyvtáradhoz való hozzáadáshoz

source: Library
fa: کتاب‌خانه
hu: Könyvtár

source: No Recent Books Yet
fa: هنوز کتاب اخیری وجود ندارد
hu: Még nincsenek korábbi könyvek

source: Explore your library by switching to the Author or Reader view
fa: کشف کتاب‌خانه‌تان با تعویض به نمای خواندن یا نگارنده
hu: Fedezd fel hangoskönyvtáradat a Szerző vagy az Előadó nézetre váltva

source: Dark Mode
fa: حالت تیره
hu: Sötét téma

source: Swap Author and Reader
fa: جابه‌جایی نگارنده و راوی
hu: Szerző és előadó megcserélése

source: Replay
fa: پخش دوباره
hu: Visszajátszás

source: Rewind Duration
fa: طول پسروی
hu: Visszaugrás időtartama

source: Forward Duration
fa: طول پیشروی
hu: Előreugrás időtartama

source: Fadeout
fa: محو شدن
hu: Elhalkulás

source: Fadeout Duration
fa: طول محوی
hu: Elhalkulás időtartama

source: Prefer External Images Over Embedded Cover
fa: ترجیح تصویرهای خرجی به طرح جلد تعبیه شده
hu: Külső képek előnyben részesítése a beágyazott borítóval szemben

source: Search in your library
fa: جست‌وجو در کتاب‌خانه‌تان
hu: Keresés a könyvtárban

source: No results found
fa: هیچ نتیجه‌ای پیدا نشد
hu: Nincs eredmény

source: Remove
fa: برداشتن
hu: Eltávolítás

source: System power action to perform
fa: کنش نیروی سامانه برای انجام
hu: Kikapcsolási művelet
