Repository: geigi/cozy
Catalog: po/*.po
Languages: be_by, cs, de, fa, fr, hu, ru

source: Audiobooks
be_by: Аўдыякнігі
cs: Audioknihy
de: Hörbücher
fa: کتاب‌های صوتی
fr: Livres audio
hu: Hangoskönyvek
ru: Аудиокниги

source: Copying
be_by: Капіяванне
cs: Kopírování
de: Kopiere
fa: رونوشت کردن
fr: Copie en cours
hu: Másolás
ru: Копирование

source: Cannot copy: Audiobook directory is read only
be_by: Не ўдалося скапіяваць: каталог з аўдыякнігамі даступны толькі для чытання
cs: Nelze kopírovat: Adresář s audioknihami je určen pouze pro čtení
de: Fehler beim Kopieren: Hörbuch-Ordner ist nicht schreibbar
fa: نتوانست رونوشت کند: شاخهٔ کتاب صوتی فقط خواندنی است
fr: Copie impossible : le répertoire Audiobook est en lecture seule
hu: Nem lehet másolni: A hangoskönyv mappa csak olvasható
ru: Не удалось скопировать: папка с аудиокнигами доступна только для чтения

source: Cannot copy: Disk is full
be_by: Не ўдалося скапіяваць: дыск запоўнены
cs: Nelze kopírovat: Disk je plný
de: Fehler beim Kopieren: Kein freier Speicher
fa: نتوانست رونوشت کند: دیسک پر است
fr: Copie impossible : stockage plein
hu: Nem lehet másolni: A lemez megtelt
ru: Не удалось скопировать: диск переполнен

source: Cannot copy: Permission denied
be_by: Не ўдалося скапіяваць: бракуе правоў
cs: Nelze kopírovat: Oprávnění odepřeno
de: Fehler beim Kopieren: Zugriff verweigert
fa: نتوانست رونوشت کند: اجازه رد شد
fr: Copie impossible : permission refusée
hu: Nem lehet másolni: Engedély megtagadva
ru: Не удалось скопировать: в доступе отказано

source: Chapter
be_by: Раздзел
cs: Kapitola
de: Kapitel
fr: Chapitre
ru: Глава

source: {hours} hour
be_by: {hours} гадзіна
cs: {hours} hodina
de: {hours} Stunde
fa: {hours} ساعت
fr: {hours} heure
hu: {hours} óra
ru: {hours} час

source: {seconds} second
be_by: {seconds} секунда
cs: {seconds} sekunda
de: {seconds} Sekunde
fa: {seconds} ثانیه
fr: {seconds} seconde
hu: {seconds} másodperc
ru: {seconds} секунда

source: finished
be_by: скончана
cs: dokončeno
de: fertig
fa: پایان یافت
fr: terminé
hu: kiolvasva
ru: завершено

source: never
be_by: ніколі
cs: nikdy
de: nie
fa: هرگز
fr: jamais
hu: soha
ru: никогда

source: today
be_by: сёння
cs: dnes
de: heute
fa: امروز
fr: aujourd’hui
hu: ma
ru: сегодня

source: yesterday
be_by: учора
cs: včera
de: gestern
fa: دیروز
fr: hier
hu: tegnap
ru: вчера

source: %s days ago
be_by: %s дзён таму
cs: před %s dny
de: vor %s Tagen
fa: %s روز پیش
fr: Il y a %s jours
hu: %s napja
ru: %s дней(я) назад

source: {weeks} week ago
be_by: {weeks} тыдзень таму
cs: před {weeks} týdnem
de: vor {weeks} Woche
fa: {weeks} هفته پیش
fr: Il y a {weeks} semaine
hu: {weeks} hete
ru: {weeks} неделя назад

source: {months} month ago
be_by: {months} месяц таму
cs: před {months} měsícem
de: vor {months} Monat
fa: {months} ماه پیش
fr: Il y a {months} mois
hu: {months} hónapja
ru: {months} месяц назад

source: {years} year ago
be_by: {years} год таму
cs: před {years} rokem
de: vor {years} Jahr
fa: {years} سال پیش
fr: Il y a {years} an
hu: {years} éve
ru: {years} год назад

source: Downloaded
be_by: Спампавана
cs: Stažené
de: Heruntergeladen
fa: بارگیری شد
fr: Téléchargement terminé
hu: Letöltve
ru: Загружено

source: Download
be_by: Спампаваць
cs: Stáhnout
de: Herunterladen
fa: بارگیری
fr: Télécharger
hu: Letöltés
ru: Загрузить

source: Open book overview
be_by: Адкрыць агляд кнігі
cs: Přehled otevřených knih
de: Öffne die Buchübersicht
fa: گشودن نمای کلی کتاب
fr: Voir le résumé
hu: Könyv áttekintésének megnyitása
ru: Открыть обзор книги

source: Mark as read
be_by: Пазначыць як прачытанае
cs: Označit jako poslechnuté
de: Markiere: Abgeschlossen
fa: علامت‌گذاری به عنوان خوانده شده
fr: Marquer comme lu
hu: Megjelölés olvasottként
ru: Отметить как прочитанное

source: Open in file browser
be_by: Адкрыць у файлавым менеджары
cs: Otevřít v prohlížeči souborů
de: Öffne in Dateibrowser
fa: گشودن در مروگر پرونده
fr: Ouvrir dans l’explorateur de fichiers
hu: Fájl helyének megnyitása
ru: Открыть в файловом менеджере

source: Remove from library
be_by: Выдаліць з бібліятэкі
cs: Odstranit z knihovny
de: Aus Bibliothek entfernen
fa: برداشتن از کتاب‌خانه
fr: Supprimer
hu: Eltávolítás a könyvtárból
ru: Удалить из библиотеки

source: Play this part
be_by: Слухаць гэтую частку
cs: Přehrát tuto část
de: Höre dieses Kapitel
fa: پخش این بخش
fr: Lire cette partie
hu: Ugrás erre a fejezetre
ru: Слушать эту часть

source: All files
be_by: Усе файлы
cs: Všechny soubory
de: Alle Dateien
fr: Tous les fichiers
ru: Все файлы

source: {storage} is offline.
be_by: {storage} па-за сеткай.
cs: {storage} je odpojen.
de: {storage} ist offline.
fr: {storage} est inaccessible.
ru: {storage} в автономном режиме.

source: Disabled
be_by: Адключана
cs: Zakázáno
de: Deaktiviert
fa: از کار افتاده
fr: Désactivé
hu: Kikapcsolva
ru: Отключено

source: Basic error reporting
be_by: Справаздача аб асноўных памылках
cs: Základní hlášení chyb
de: Einfache Fehlerberichte
fa: گزارش اشکال پایه‌ای
fr: Rapport d’erreurs simple
hu: Alap hibajelentés
ru: Докладывать об основных ошибках

source: Detailed error reporting
be_by: Падрабязная справаздача аб памылках
cs: Podrobné hlášení chyb
de: Detaillierte Fehlerberichte
fa: گزارش اشکال باجزییات
fr: Rapport d’erreurs détaillé
hu: Részletes hibajelentés
ru: Детально докладывать об ошибках

source: Detailed error reporting with import errors
be_by: Падрабязная справаздача аб памылках уключая памылкі імпарту
cs: Podrobné hlášení chyb, včetně chyb importu
de: Detaillierte Fehlerberichte und Import-Fehler
fa: گزارش اشکال باجزییات با خطاهای درون‌ریزی
fr: Rapport d’erreurs détaillé avec erreurs d’import
hu: Részletes hibajelentés importálási hibákkal
ru: Детально докладывать об ошибках, включая ошибки во время импортации

source: No error or crash reporting.
be_by: Не рабіць справаздачы аб памылках і збоях.
cs: Žádné hlášení chyb nebo selhání.
de: Keine Fehler- oder Absturzberichte.
fa: بدون گزارش فروپاشی یا خطا.
fr: Pas de rapport d’erreur ou de plantage.
hu: Nincs hiba- vagy összeomlásjelentés.
ru: Не докладывать об ошибках и сбоях.

source: The following information will be sent in case of an error or crash:
be_by: У выпадку памылкі або збою будзе адпраўлена наступная інфармацыя:
cs: V případě chyby nebo selhání budou odeslány následující informace:
de: Die folgenden Informationen werden bei einem Fehler oder Absturz übertragen:
fa: این اطّلاعات در صورت خطا یا فروپاشی فرستاده خواهند شد:
fr: Les informations suivantes seront envoyées en cas d’erreur ou de plantage :
hu: Hiba vagy összeomlás esetén a következő információk kerülnek beküldésre:
ru: Данная информация будет отправлена в случае сбоя или ошибки:

source: Which type of error occurred
be_by: Памылка якога тыпу адбылася
cs: Jaký typ chyby se vyskytl
de: Welche Art von Fehler aufgetreten ist
fa: گونهٔ خطای رخ داده
fr: Quel type d’erreur est survenu
hu: Milyen hiba történt
ru: Вид произошедшей ошибки

source: Line of code where an error occurred
be_by: Радок кода, дзе адбылася памылка
cs: Řádek kódu, kde došlo k chybě
de: Die Quellcode-Zeile an der der Fehler aufgetreten ist
fa: خط خطا در کد
fr: Ligne de code où l’erreur est survenue
hu: A forráskód azon sorának száma, ahol a hiba történt
ru: Линия на которой произошла ошибка

source: Desktop environment
be_by: Асяроддзе працоўнага стала
cs: Pracovní prostředí
de: Desktopumgebung
fa: محیط میزکار
fr: Environnement de bureau
hu: Asztali környezet
ru: Среда рабочего стола

source: Media type of files that Cozy couldn't import
be_by: Тып медыяфайлаў, якія Cozy не змог імпартаваць
cs: Typ souborů médií, které se aplikaci Cozy nepodařilo importovat
de: Dateityp von Dateien, die Cozy nicht importieren konnte
fa: گونهٔ رسانه‌ای که دنج نتوانست درون‌ریزی کند
fr: Type de fichiers média que Cozy n’a pas pu importer
hu: A Cozy által nem importálni nem sikerült fájlok típusa
ru: Формат файлов, которые Cozy не смог импортировать

source: All
be_by: Усе
cs: Vše
de: Alle
fa: همه
fr: Tous
hu: Mind
ru: Все

source: Display all books
be_by: Паказаць усе кнігі
cs: Zobrazit všechny knihy
de: Zeige alle Bücher
fa: نمایش همهٔ کتاب‌ها
fr: Afficher tous les livres
hu: Összes könyv megjelenítése
ru: Отобразить все книги

source: Jump to author
be_by: Перайсці да аўтара
cs: Přejít na autora
de: Springe zum Autor
fr: Aller à l’auteur
ru: Перейти к автору

source: Jump to reader
be_by: Перайсці да чытальніка
cs: Přejít na čtenáře
de: Springe zum Leser
fr: Aller au narrateur
ru: Перейти к диктору

source: Play this book
be_by: Слухаць гэтую кнігу
cs: Přehrát tuto knihu
de: Höre dieses Buch
fa: پخش این کتاب
fr: Lire ce livre
hu: Lejátszás
ru: Слушать эту аудиокнигу

source: Off
be_by: выкл.
cs: Vypnuto
de: Aus
fa: خاموش
fr: Désactivée
hu: Kikapcsolva
ru: Отключено

source: External drive
be_by: Знешні дыск
cs: Externí disk
de: Externer Datenträger
fa: گردانندهٔ خارجی
fr: Stockage externe
hu: Külső meghajtó
ru: Внешний диск

source: Internal drive
be_by: Унутраны дыск
cs: Interní disk
de: Interner Datenträger
fa: گردانندهٔ داخلی
fr: Stockage interne
hu: Belső meghajtó
ru: Внутрення память

source: Importing Audiobooks
de: Importiere Hörbücher

source: Copying new files…
be_by: Капіяванне новых файлаў…
cs: Kopírování nových souborů…
de: Kopiere neue Dateien…
fa: رونوشت کردن پرونده‌های جدید…
fr: Copiant les fichiers...
hu: Új fájlok másolása…
ru: Копирование новых файлов…

source: Changing audio book location…
be_by: Змена размяшчэння аўдыякнігі…
cs: Změna umístění audioknih…
de: Wechsle zu neuem Hörbuch-Ordner…
fa: تغییر دادن مکان کتاب صوتی…
fr: Modifier l'emplacement des livres audio…
hu: Hangoskönyvek helyének megváltoztatása…
ru: Изменение каталога аудиокниг…

source: Remaining
be_by: Засталося
cs: Zbývá
de: Verbleibend
fa: مانده
fr: Restant
hu: Hátravan
ru: Оставшиеся

source: Total
be_by: Усяго
cs: Celkem
de: Gesamt
fa: مجموع
hu: Összesen
ru: Общие

source: Last played
be_by: Апошні раз прайгравалася
cs: Naposledy hrané
de: Zuletzt gehört
fa: آخرین پخش
fr: Dernière lecture
hu: Legutóbb
ru: Последний раз воспроизводилось

source: Published
be_by: Апублікавана
cs: Zveřejněno
de: Veröffentlicht
fa: انتشار
fr: Publié
ru: Опубликовано

source: Some or all files of this book cannot be found.
be_by: Немагчыма знайсці некаторыя або ўсе файлы гэтай кнігі.
cs: Některé nebo všechny soubory této knihy nelze nalézt.
de: Manche oder alle Dateien die zu diesem Buch gehören können nicht gefunden werden.
fa: برخی یا همهٔ پرونده‌های این کتاب پیدا نشدند.
fr: Tout ou partie des fichiers de ce livre ne peuvent être trouvés.
hu: A könyv egyes fájljai nem találhatók.
ru: Не удалось найти один или из более файлов этой книги.

source: unavailable
be_by: недаступна
cs: nedostupné
de: nicht verfügbar
fa: ناموجود
fr: indisponible
hu: Nem elérhető
ru: не доступно

source: Loading chapters, please wait...
be_by: Загрузка раздзелаў, калі ласка, пачакайце...
cs: Načítání kapitol, prosím vyčkejte...
de: Lade Kapitel, bitte warten...
fa: بار کردن فصل‌ها. لطفاً شکیبا باشید…
fr: Chargement des chapitres, merci de patienter...
hu: Fejezetek betöltése…
ru: Загрузка глав, пожалуйста, подождите...

source: Close Cozy
be_by: Закрыць Cozy
cs: Zavřít aplikaci Cozy
de: Cozy schließen
fa: بستن دنج
fr: Fermer Cozy
hu: Cozy bezárása
ru: Закрыть Cozy

source: Recieve help on GitHub
de: Hilfe auf GitHub bekommen

source: An error occured while updating the database
be_by: Пры абнаўленні базы даных адбылася памылка
cs: Při aktualizaci databáze došlo k chybě.
de: Beim Updaten der Datenbank ist ein Fehler aufgetreten
fr: Une erreur a eu lieu lors du chargement de la base de données
ru: Произошла ошибка во время обновления базы данных

source: During an update of the database an error occurred and Cozy will not be able to startup. A backup of the database was created before the update and has been restored now. Until this issue is resolved please use version 0.9.5 of Cozy. You can help resolve this problem by reporting an issue on GitHub.
be_by: Падчас абнаўлення базы дадзеных адбылася памылка, і Cozy не зможа запусціцца. Рэзервовая копія базы дадзеных была створана перад абнаўленнем і цяпер адноўлена. Пакуль гэтая праблема не будзе вырашана, выкарыстоўвайце версію Cozy 0.9.5. Вы можаце дапамагчы вырашыць гэту праблему, паведаміўшы аб праблеме на GitHub.
cs: Během aktualizace databáze došlo k chybě a aplikaci Cozy nelze spustit. Před aktualizací byla vytvořena záloha databáze, která byla nyní obnovena. Dokud nebude tento problém vyřešen, používejte prosím verzi 0.9.5 aplikace Cozy. Tento problém můžete pomoci vyřešit jeho nahlášením na GitHubu.
de: Während des Updates der Datenbank ist ein Fehler aufgetreten und Cozy kann nicht starten. Vor dem Update wurde ein Backup der Datenbank erstellt, welches gerade wieder eingespielt wurde. Bis dieser Fehler behoben wurde nutze bitte die Version 0.9.5 von Cozy. Du kannst bei der Fehlerbehebung helfen indem du diesen Fehler auf GitHub beschreibst.
fr: Durant une mise à jour de la base de données une erreur est survenue et Cozy ne sera pas capable de démarrer. Une sauvegarde de la base de données a été créée avant la mise à jour et a désormais été restaurée. Jusqu'à ce que ce problème soit résolu, merci d'utiliser la version 0.9.5 de Cozy. Vous pouvez aider à résoudre ce problème en rapportant l'erreur sur GitHub.
ru: Во время обновления базы данных произошла ошибка, и Cozy не сможет запуститься. Перед обновлением была создана резервная копия базы данных и сейчас она восстановлена. Пока эта проблема не будет решена, используйте версию Cozy 0.9.5. Вы можете помочь решить эту проблему, сообщив о проблеме на GitHub.

source: Cancel
be_by: Скасаваць
cs: Zrušit
de: Abbrechen
fa: لغو
fr: Annuler
hu: Mégse
ru: Отмена

source: Delete Audiobook
be_by: Выдаліць аўдыякнігу
cs: Smazat audioknihu
de: Hörbuch löschen
fr: Supprimez ce livre audio
ru: Удалить аудиокнигу

source: Are you sure you want to delete the selected audiobook?
be_by: Вы ўпэўнены, што хочаце выдаліць выбраную аўдыякнігу?
cs: Opravdu chcete smazat vybranou audioknihu?
de: Bist Du dir sicher, dass du das Hörbuch löschen möchtest?
fr: Êtes-vous certain que vous voulez supprimer le livre audio choisi ?
ru: Вы уверены что хотите удалить выбраную аудиокнигу?

source: The audiobook will be removed from your disk and from Cozy's library.
be_by: Аўдыякніга будзе выдалена з вашага дыска і з бібліятэкі Cozy.
cs: Audiokniha bude odstraněna z vašeho disku a z knihovny aplikace Cozy.
de: Das Hörbuch wird von deiner Festplatte und von der Bibliothek gelöscht werden.
fa: کتاب صوتی از دیسک و کتابخانهٔ دنج برداشته خواهد شد.
fr: Le livre audio sera supprimé de votre disque et de la librairie de Cozy.
hu: A hangoskönyv el lesz távolítva a könvtáradból, és a lemezről is.
ru: Аудиокнига будет удалена с вашего диска и из библиотеки Cozy.

source: User feedback
be_by: Водгукі карыстальнікаў
cs: Zpětná vazba od uživatelů
de: Nutzerfeedback
fa: بازخورد کاربر
fr: Rapports utilisateur
hu: Visszajelzés
ru: Пользовательские отзывы

# Error and crash reporting dialog
source: You can help improve Cozy by contributing information in case of errors and crashes.
be_by: Вы можаце дапамагчы палепшыць Cozy, дасылаючы інфармацыю ў выпадку памылак і збояў.
cs: Můžete přispět ke zlepšení aplikace Cozy tím, že poskytnete informace v případě chyb a selhání.
de: Du kannst dabei helfen Cozy zu verbessern, indem du die Fehlerberichterstattung im Falle eines Programmfehlers oder Absturzes anschaltest.
fa: می‌توانید با مشارکت در اطّلاعات در صورت بروز خطا و فروپاشی به بهبود دنج کمک کنید.
fr: Vous pouvez aider à améliorer Cozy en envoyant des rapports d’erreur ou de plantage.
hu: Segíthetsz a Cozy javításában azzal, hogy hibák és összeomlások esetén információkat küldesz be.
ru: Вы можете помочь Cozy, отправляя информацию в случае ошибок или сбоев.

# Error and crash reporting dialog
source: Contributing this information is optional and completely anonymous. We will never collect personal data, files you import or any information that could identify you.
be_by: Прадастаўленне гэтай інфармацыі неабавязкова і цалкам ананімна. Мы ніколі не будзем збіраць асабістыя даныя, файлы, якія вы імпартуеце, або любую інфармацыю, якая можа вас ідэнтыфікаваць.
cs: Poskytnutí těchto informací není povinné a je zcela anonymní. Nikdy nebudeme shromažďovat osobní údaje, soubory, které importujete, ani žádné informace, které by vás mohly identifikovat.
de: Die Fehlerberichterstattung ist optional und komplett anonym. Es werden niemals persönliche Daten, Hörbuch-Dateien oder Informationen, welche dich identifizieren könnten, übertragen.
fa: مشارکت در این اطّلاعات اختیاری و کاملاً ناشناس است. هرگز داده‌های شخصی، پرونده‌های درون‌ریخته یا هر اطّلاعاتی که منجر به شناساییتان شود را جمع نمی‌کنیم.
fr: L’envoi de ces informations est facultatif et complètement anonyme. Nous ne collectons aucune donnée personnelle, fichier que vous importez ou informations permettant de vous identifier.
hu: Ezen információk megadása nem kötelező és teljesen anonim. Soha nem gyűjtünk személyes adatokat, importált fájlokat vagy bármilyen olyan információt, amely alapján beazonosítható lennél.
ru: Отправление этой информации необязательно, и совершенно анонимно. Мы не никогда не используем информацию о вас, о ваших файлах, или о ваших личных данных.

# Error and crash reporting dialog
source: Cozy is opensource and the user feedback source code can be inspected here:
be_by: Cozy з'яўляецца праграмай з адкрытым зыходным кодам, а водгукі карыстальнікаў можна знайсці тут:
cs: Cozy je opensource a zdrojový kód se zpětnou vazbou od uživatelů si můžete prohlédnout zde:
de: Cozy ist opensource und der Fehlerbericht-Quellcode kann hier eingesehen werden:
fa: دنج نرم‌افزار آزاد بوده و کد مبدأ بازخورد کاربر می‌تواند در این‌جا بازرسی شود:
fr: Cozy est open source, et le code d’envoi de rapports d’erreur peut être inspecté ici :
hu: A Cozy-t nyilvánosan fejlesztjük, és a visszajelzésekért felelős kód megtekinthető itt:
ru: Cozy является программой с открытым исходным кодом, а отзывы пользователей можно найти здесь:

source: Locate
be_by: Размяшчэнне
cs: Vyhledat
de: Auswählen
fa: مکان‌یابی
fr: Voir l’emplacement
hu: Megkeresés
ru: Расположение

source: File not found
be_by: Файл не знойдзены
cs: Soubor nenalezen
de: Datei nicht gefunden
fa: پرونده پیدا نشد
fr: Fichier introuvable
hu: Fájl nem található
ru: Файл не найден

source: This file could not be found. Do you want to locate it manually?
be_by: Гэты файл не знойдзены. Вы хочаце знайсці яго ўручную?
cs: Tento soubor se nepodařilo najít. Chcete jej vyhledat ručně?
de: Diese Datei wurde nicht gefunden. Möchtest Du sie selbst auswählen?
fa: این پرونده پیدا نشد. می‌خواهید مکانش را مشخّص کنید؟
fr: Ce fichier est introuvable. Voulez-vous le rechercher manuellement ?
hu: Ez a fájl nem található. Szeretnéd megkeresni?
ru: Файл не найден. Вы хотите найти его самостоятельно?

source: Display background task progress
be_by: Адлюстраванне прагрэсу задачы ў фонавым рэжыме
cs: Zobrazit průběh úlohy na pozadí
de: Zeige Hintergrundarbeit
fa: نمایش پیشرفت کار پس‌زمینه
fr: Afficher la progression des tâches en arrière-plan
hu: Háttérfeladatok haladásának megjelenítése
ru: Отображение выполнения фоновой задачи

source: Search your library
be_by: Пошук у вашай бібліятэцы
cs: Prohledat knihovnu
de: Durchsuche deine Bibliothek
fa: جست‌وجوی کتابخانه‌تان
fr: Rechercher dans votre bibliothèque
hu: Keresés a könyvtárban
ru: Поиск в вашей аудиобиблиотеке

source: Search menu button
be_by: Кнопка меню пошуку
cs: Tlačítko nabídky Hledání
de: Suche Menü-Knopf
fr: Bouton du menu de recherche
ru: Кнопка меню поиска

source: Open the search popover
be_by: Адкрыць акно пошуку
cs: Otevřít vyskakovací okno hledání
de: Öffne das Suchen Popover
fa: گشودن روآمدنی جست‌وجو
fr: Ouvrir la boîte de recherche
ru: Откройте поисковый запрос

source: Options
be_by: Параметры
cs: Možnosti
de: Optionen
fa: گزینه‌ها
hu: Alkalmazásmenü megnyitása
ru: Настройки

source: Options menu button
be_by: Кнопка меню параметраў
cs: Tlačítko nabídky Možnosti
de: Optionen Menü-Knopf
fr: Bouton du menu options
ru: Кнопка меню настроек

source: Open the options popover
be_by: Адкрыць акно параметраў
cs: Otevřít vyskakovací okno pro možnosti
de: Öffne das Optionen Popover
fa: گشودن روآمدنی گزینه‌ها
fr: Ouvrir les options
ru: Открыть окно настроек

source: Some files could not be imported
be_by: Не ўдалося імпартаваць некаторыя файлы
cs: Některé soubory nebylo možné importovat
de: Es konnten nicht alle Dateien importiert werden
fa: برخی پرونده‌های نتوانستند درون‌ریخته شوند
fr: Certains fichiers n’ont pas pu être importés
hu: Egyes fájlokat nem sikerült importálni
ru: Некоторые файлы не могут быть импортированы

source: This can have multiple reasons: - The audio format is not supported - The path or filename contains non utf-8 characters - The file(s) are no valid audio files - The file(s) are corrupt
be_by: Гэта можа быць па некалькіх прычынах: - Аўдыяфармат не падтрымліваецца - Шлях або імя файла змяшчае сімвалы, адрозныя ад UTF-8 - Файл(ы) не з'яўляюцца сапраўднымі аўдыяфайламі - Файл(ы) пашкоджаны
cs: To může mít více příčin: - Zvukový formát není podporován - Cesta nebo název souboru obsahuje znaky jiné než utf-8. - Soubor(y) nejsou platné zvukové soubory. - Soubor(y) jsou poškozené
de: Dies kann verschiedene Gründe haben: - Das Audioformat wird nicht unterstützt - Der Pfad oder der Dateiname enthält UTF-8 fremde Zeichen - Die Datei(en) sind keine validen Audiodateien - Die Datei(en) sind beschädigt
fr: Ceci peut se produire pour diverses raisons : - L'encodage audio n’est pas pris en charge - Le chemin d’accès contient des caractères non utf-8 - Il ne s’agit pas de fichier(s) audio valide(s) - Il s’agit de fichier(s) corrompu(s)
ru: Это может иметь следующие причины: - Аудиоформат не поддерживается - Путь или имя файла содержит символы не из utf-8 - Файл(ы) не являются валидными аудиофайлами - Файл(ы) повреждены

source: Recent
be_by: Апошнія
cs: Nedávné
de: Zuletzt
fa: اخیر
fr: Récent
hu: Korábbi
ru: Предыдущие

source: List of authors
be_by: Спіс аўтараў
cs: Seznam autorů
de: Liste der Autoren
fa: سیاههٔ نگارندگان
fr: Liste des auteurs
hu: Szerzők listája
ru: Список авторов

source: Author
be_by: Аўтар
cs: Autor
de: Autor
fa: نگارنده
fr: Auteur
hu: Szerző
ru: Автор

source: List of readers
be_by: Спіс дыктараў
cs: Seznam čtenářů
de: Liste der Leser
fa: سیاههٔ راویان
fr: Liste des narrateurs
hu: Előadók listája
ru: Список дикторов

source: Reader
be_by: Дыктар
cs: Čtenář
de: Leser
fa: راوی
fr: Narrateur
hu: Előadó
ru: Диктор

source: List of books
be_by: Спіс кніг
cs: Seznam knih
de: Liste aller Bücher
fa: سیاههٔ کتاب‌ها
fr: Liste des livres
hu: Könyvek listája
ru: Список книг

source: Stay tuned while Cozy is preparing your library…
be_by: Пачакайце, пакуль Cozy рыхтуе бібліятэку…
cs: Zůstaňte naladěni, zatímco Cozy připravuje vaši knihovnu...
de: Einen Moment noch, Cozy bereitet gerade deine Bibliothek vor…
fr: Attendez pendant que Cozy prépare votre bibliothèque...
ru: Подождите, пока Cozy подготавливает библиотеку…

source: Start exploring your library by switching to the Author or Reader view.
be_by: Пачніце вывучаць сваю бібліятэку, пераключыўшыся на прагляд "Аўтар" або "Дыктар".
cs: Začněte prozkoumávat svoji knihovnu přepnutím na zobrazení podle autora nebo čtenáře.
de: Erkunde Deine Bibliothek indem du zur Autor oder Leser Ansicht wechselst.
fr: Commencez à explorer votre librairie en passant à la vue Auteur ou Lecteur.
ru: Начните изучать свою библиотеку, переключившись на просмотр «Автор» или «Диктор».

source: Import your Audiobooks
be_by: Імпарт вашых аўдыякніг
cs: Import audioknih
de: Importiere deine Hörbücher
fr: Importer vos livres audios
ru: Импорт аудиокниг
