Repository: geigi/cozy
Catalog: po/*.po
Languages: be_by, cs, de, fa, fr, hu, ru

source: Cozy automatically imports your audiobooks in one directory - your library
be_by: Cozy аўтаматычна імпартуе вашыя аўдыякнігі ў адзін каталог - вашую бібліятэку
cs: Cozy automaticky importuje vaše audioknihy do jednoho adresáře - vaší knihovny.
de: Cozy verwaltet automatisch alle Hörbücher in einem Ordner - deiner Bibliothek
fr: Cozy va automatiquement importer vos livres audios dans un répertoire unique - votre bibliothèque
ru: Cozy автоматически импортирует аудиокниги из указанного каталога в библиотеку

source: Drag your audiobooks into cozy and they will be automatically imported
be_by: Перацягніце свае аўдыякнігі ў cozy, і яны будуць імпартаваны аўтаматычна
cs: Přetáhněte audioknihy do Cozy a budou automaticky importovány
de: Ziehe deine Hörbücher in Cozy um sie automatisch zu importieren
fr: Faites glisser vos livres audio directement dans Cozy pour les importer
ru: Перенесите ваши аудиокниги в уютное местечко — Cozy, и они автоматически импортируются

source: Set Audiobooks Directory
be_by: Задаць каталог аўдыякніг
cs: Nastavení adresáře audioknih
de: Wähle den Speicherort der Hörbücher
fa: تنظیم شخهٔ کتاب صوتی
fr: Définir le répertoire des livres audio
hu: Hangoskönyvmappa megadása
ru: Указать каталог аудиокниг

source: Load audiobooks from a directory, network drive or an external disk
be_by: Загружайце аўдыякнігі з каталога, сеткавага дыска або знешняга дыска
cs: Nahrát audioknihy z adresáře, síťového disku nebo externího disku
de: Lade Hörbücher von einem Ordner, einer Netzwerkfestplatte oder einer externen Festplatte
fr: Charger les livres audio depuis un répertoire, un stockage en ligne ou un disque externe
ru: Загружайте аудиокниги из каталога, сетевого или внешнего диска

source: Rewind
be_by: Пераматаць
cs: Posun zpět
de: Zurück springen
fa: پس‌روی
fr: Rembobinage
hu: Ugrás vissza
ru: Перемотать

source: Rewind button
be_by: Кнопка перамоткі
cs: Tlačítko pro posun zpět
de: Zurück springen Knopf
fr: Bouton de rembobinage
ru: Кнопка перемотки

source: Rewind playback
be_by: Зваротнае прайграванне
cs: Přehrávání zpět
de: Zurück springen
fa: پسروی پخش
fr: Rembobinage de la lecture
hu: Lejátszás visszatekerése
ru: Обратное воспроизведение

source: Start playback
be_by: Пачаць прайграванне
cs: Spustit přehrávání
de: Starte die Wiedergabe
fa: آغاز پخش
fr: Démarrer la lecture
hu: Jejátszás indítása
ru: Начать воспроизведение

source: Play/Pause Button
be_by: Кнопка прайгр./паўзы
cs: Tlačítko přehrávání/zastavení
de: Play/Pause Knopf
fr: Bouton Marche/Arrêt
ru: Кнопка воспр./паузы

source: Start or pause the playback
be_by: Запуск ці прыпыненне прайгравання
cs: Spustit nebo zastavit přehrávání
de: Starte oder pausiere die Wiedergabe
fa: آغاز یا مکث پخش
fr: Démarrer ou interrompre la lecture
hu: Jejátszás indítása vagy szüneteltetése
ru: Запуск или приостановка воспроизведения

source: Forward
be_by: Наперад
cs: Posun vpřed
de: Vor springen
fa: پیشروی
fr: Avancer
hu: Ugrás előre
ru: Вперёд

source: Forward button
be_by: Кнопка "Наперад"
cs: Tlačítko pro posun vpřed
de: Vor springen Knopf
fr: Bouton d'avancement
ru: Кнопка вперёд

source: Forward Playback
be_by: Прайграванне наперад
cs: Přehrávání vpřed
de: Vor springen
fa: پیشروی پخش
fr: Avancer la lecture
hu: Lejátszás előretekerése
ru: Воспроизведение вперёд

source: Currently playing
be_by: Цяпер прайграваецца
cs: Momentálně hraje
de: Wird gerade wiedergegeben
fa: در حال پخش
fr: Lecture en cours
hu: Most szól
ru: Сейчас воспроизводится

source: Booktitle
be_by: Назва кнігі
cs: Název knihy
de: Buchtitel
fr: Titre
ru: Заголовок аудиокниги

source: Title of currently playing book
be_by: Назва кнігі, якая зараз прайграваецца
cs: Název právě přehrávané knihy
de: Titel des aktuellen Buches
fa: عنوان کتاب در حال پخش
fr: Titre du livre en cours de lecture
hu: A lejátszásban levő könyv címe
ru: Название текущей аудиокниги

source: Part name
be_by: Назва часткі
cs: Název části
de: Kapitelname
fr: Nom du chapitre
ru: Название части

source: Title of the currently playing part
be_by: Назва бягучай часткі
cs: Název právě přehrávané části
de: Name des aktuell abgespielten Kapitels
fa: عنوان بخش در حال پخش
fr: Titre du chapitre en cours de lecture
hu: A lejátszásban levő fejezet címe
ru: Название текущей части

source: Elapsed time
be_by: Пройдзены час
cs: Uplynulý čas
de: Vergangene Zeit
fa: زمان رفته
fr: Temps écoulé
hu: Eltelt idő
ru: Пройденное время

source: Time elapsed
be_by: Прайшло часу
cs: Uplynulý čas
de: Vergangene Zeit
fr: Temps écoulé
ru: Прошло времени

source: Elapsed time of current part
be_by: Мінулы час бягучай часткі
cs: Uplynulý čas aktuální části
de: Vergangene Zeit des aktuellen Kapitels
fa: زمان رفتهٔ بخش کنونی
fr: Temps écoulé depuis le début du chapitre
hu: A jelenlegi fejezet eltelt ideje
ru: Истекшее время текущей части

source: Jump to position in current chapter
be_by: Перайсці на пазіцыю ў бягучым раздзеле
cs: Přejít na pozici v aktuální kapitole
de: Springe zu einer Position im aktuellen Kapitel
fa: پرش به موقعیت در فصل کنونی
fr: Se déplacer dans le chapitre courant
hu: Ugrás a jelenlegi fejezetben
ru: Перейти на позицию в текущей главе

source: Position slider
be_by: Паўзунок пазіцыі
cs: Posuvník polohy
de: Positions-Slider
fr: Indicateur de position
ru: Ползунок положения

source: Position of the current part in seconds
be_by: Пазіцыя бягучай часткі ў секундах
cs: Poloha aktuální části v sekundách
de: Position des aktuell abgespielten Kapitels in Sekunden
fa: موقعیت بخش کنونی به ثانیه
fr: Position dans le chapitre courant en secondes
hu: Az jelenlegi fejezet pozíciója másodpercben
ru: Положение текущей части в секундах

source: Remaining time
be_by: Застаўшыйся час
cs: Zbývající čas
de: Verbleibende Zeit
fa: زمان مانده
fr: Temps restant
hu: Hátralevő idő
ru: Оставшееся время

source: Time remaining
be_by: Засталося часу
cs: Zbývající čas
de: Verbleibende Zeit
fr: Temps restant
ru: Времени осталось

source: Remaining time of current part
be_by: Засталося часу бягучай часткі
cs: Zbývající čas aktuální části
de: Verbleibende Zeit des aktuellen Kapitels
fa: زمان ماندهٔ بخش کنونی
fr: Temps restant du chapitre actuel
hu: A jelenlegi fejezetből hátralevő idő
ru: Оставшееся время текущей части

source: Volume control
be_by: Рэгулятар гучнасці
cs: Ovládání hlasitosti
de: Lautstärke
fa: واپایش حجم صدا
fr: Volume
hu: Hangerő
ru: Регулятор громкости

source: Playback speed
be_by: Хуткасць прайгравання
cs: Rychlost přehrávání
de: Geschwindigkeit
fa: سرعت پخش
fr: Vitesse de lecture
hu: Jejátszási sebesség
ru: Скорость воспроизведения

source: Sleep timer
be_by: Таймер сну
cs: Časovač spánku
de: Schlafen Timer
fr: Minuterie
ru: Таймер сна

source: Timer menu button
be_by: Кнопка меню таймера
cs: Tlačítko nabídky Časovač
de: Timer Menü-Knopf
fr: Bouton du chronomètre
ru: Кнопка меню таймера

source: Open the sleep timer popover
be_by: Адкрыць акно таймера сну
cs: Otevřít vyskakovací okno časovače
de: Öffne das Schlafen Timer Popover
fa: گشودن روآمدنی زمان‌سنج خواب
fr: Ouvrir le chronomètre
hu: Az alvásidőzítő megnyitása
ru: Открыть окно таймера сна

source: Open book
be_by: Адкрыць кнігу
cs: Otevřít knihu
de: Öffne Buch
fr: Ouvrir le livre
ru: Открыть книгу

source: Search
be_by: Пошук
cs: Hledat
de: Suche
fr: Recherche
ru: Поиск

source: Search box
be_by: Пошукавы радок
cs: Vyhledávací pole
de: Suchen-Textbox
fr: Boîte de recherche
ru: Поисковая строка

source: Search your audiobook library
be_by: Пошук у вашай бібліятэцы аўдыякніг
cs: Vyhledávání v audioknihovně
de: Durchsuche deine Hörbuch Bibliothek
fr: Recherchez dans votre bibliothèque de livres audio
ru: Поиск в вашей аудиобиблиотеке

source: Which book are you looking for?
be_by: Якую кнігу вы шукаеце?
cs: Kterou knihu hledáte?
de: Welches Buch suchst Du?
fr: Quel livre recherchez-vous ?
ru: Какую книгу вы ищите?

source: Book
be_by: Кніга
cs: Kniha
de: Buch
fa: کتاب
fr: Livre
hu: Könyv
ru: Книга

source: Part
be_by: Частка
cs: Část
de: Kapitel
fr: Chapitre
ru: Часть

source: Nothing found :(
be_by: Нічога не знойдзена :(
cs: Nic nenalezeno :(
de: Nichts gefunden :(
fr: Rien n’a été trouvé :(
ru: Ничего не найдено :(

source: General
be_by: Агульныя
cs: Obecné
de: Allgemein
fa: عمومی
fr: Général
hu: Általános
ru: Общие

source: Titlebar
de: Titelleiste

source: Display the whole book instead of the current chapter
de: Zeige das komplette Buch anstatt des Kapitels

source: Appearance
be_by: Знешні выгляд
cs: Vzhled
de: Erscheinung
fa: ظاهر
fr: Apparence
hu: Megjelenés
ru: Внешний вид

source: Suspend system on timer
de: Schicke System schlafen nach Timer

source: Replay 30 seconds
de: 30 Sekunden Replay

source: Automatic media scan
de: Automatischer Medienordner Scan

source: Swap author and reader
de: Tausche Autor und Leser

source: Activate this if author and reader are displayed the wrong way
de: Setze diese Einstellung wenn Autor und Leser bei dir vertauscht sind

source: switch author and reader assignment
de: Tausche Autor und Leser

source: Playback
be_by: Прайграванне
cs: Přehrávání
de: Wiedergabe
fa: پخش
fr: Lecture
hu: Lejátszás
ru: Проигрывание

source: Rewind duration
de: Zurück springen Dauer

source: Forward duration
de: Vor springen Dauer

source: Fadeout duration
de: Fadeout Dauer

source: Behaviour
de: Verhalten

source: Prefer external images over embedded cover
de: Bevorzuge externes Cover über eingebettetes Cover

source: Use images (cover.jpg, *.png, …) when available
de: Nutze Cover Bilder (cover.jpg, *.png, …) wenn verfügbar

source: Audio books location
de: Hörbücher Pfad

source: Storage locations
be_by: Размяшчэнні сховішча
cs: Místa uložení
de: Hörbuch Ordner
fa: مکان‌های ذخیره سازی
fr: Emplacements de stockage
hu: Tárhelyek
ru: Места хранения

source: Add location
be_by: Дадаць размяшчэнне
cs: Přidat umístění
de: Order hinzufügen
fr: Ajouter un emplacement
ru: Добавить расположение

source: Remove location
be_by: Выдаліць размяшчэнне
cs: Odstranit umístění
de: Ordner entfernen
fr: Retirer l’emplacement
ru: Удалить расположение

source: Toggle this storage location to be internal/external.
be_by: Пераключыць размяшчэнне сховішча на ўнутранае/знешняе.
cs: Přepnout toto místo uložení na interní/externí.
de: Schalte diesen Speicherort auf intern/extern.
fr: Basculer l’état interne/externe pour cet emplacement
ru: Изменить память на внутреннюю/внешнюю

source: Set as default storage location for new audiobooks
be_by: Задаць у якасці перадвызначанага сховішча для новых аўдыякніг
cs: Nastavit jako výchozí místo uložení pro nové audioknihy
de: Als Standard für neue Hörbücher festlegen
fr: Définir comme emplacement par défaut pour les nouveaux livres audio
ru: Установить как место хранения по умолчанию для новых аудиокниг

source: Ignore list
de: Ignorierte Dateien

source: Path
de: Pfad

source: Follow symlinks
de: Folge Symlinks

source: Storage
be_by: Сховішча
cs: Úložiště
de: Speicher
fa: ذخیره‌سازی
fr: Stockage
hu: Tárhely
ru: Хранилище

source: Database
de: Datenbank

source: Force refresh the database
de: Aktualisieren der Datenbank

source: This will force update the metadata of all imported books
de: Führt ein Update aller Metadaten der Datenbank durch

source: Force refresh
de: Aktualisieren

source: Advanced
de: Erweitert

source: Timer duration
be_by: Працягласць таймера
cs: Délka časovače
de: Timer Dauer
fa: طول زمان‌سنج
fr: Durée du décompte
hu: Az időzítő hossza
ru: Продолжительность таймера

source: Timer duration slider
be_by: Паўзунок працягласці таймера
cs: Posuvník délky časovače
de: Timer-Dauer Slider
fr: Indicateur du décompte
ru: Ползунок длительности таймера

source: Set the sleep timer duration in minutes
be_by: Задаць працягласць таймера сну ў хвілінах
cs: Nastavení délky časovače v minutách
de: Setze die Timer Dauer in Minuten
fa: تنظیم طول زمان‌سنج خواب به دقیقه
fr: Ajuster la durée du chronomètre
hu: Az alvásidőzítő időtartamának beállítása percben
ru: Установить таймер сна в минутах

source: Stop after current chapter
be_by: Спыніць пасля бягучага раздзела
cs: Zastavit za aktuální kapitolou
de: Stoppe nach aktuellen Kapitel
fa: توقّف پس از فصل کنونی
fr: Arrêter la lecture à la fin de ce chapitre
hu: Megállás az jelenlegi fejezet után
ru: Остановить после текущей главы

source: Enable system power control
be_by: Уключыць кантроль сілкавання сістэмы
cs: Povolit řízení napájení systému
de: Systemsteuerung einschalten
fa: به کار انداختن واپایش نیروی سامانه
fr: Activer la gestion d'énergie
hu: A rendszer kikapcsolása
ru: Задействовать управление питанием

source: Type of the action when the timer finishes. "shutdown" will attempt to turn your system off (also known as power off) "suspend" will attempt to suspend your system (also known as sleep).
be_by: Тып дзеяння па заканчэнні таймера. "shutdown" паспрабуе выключыць вашу сістэму (таксама вядомае як выключэнне) "suspend" паспрабуе прыпыніць вашу сістэму (таксама вядомы як сон).
cs: Typ akce po ukončení časovače. "vypnout" se pokusí vypnout (ukončit) systém. "uspat" se pokusí uspat systém (do paměti).
de: Wird ausgeführt sobald der Timer ausgelaufen ist. Herunterfahren: Schaltet das System aus Schlafen: Wechselt in den Energiespar Modus
fa: گونهٔ کنش هنگام پایان یافتن زمان‌سنج. «خاموش کردن» تلاش می‌کند سامانه‌تان را خاموش کند «تعلیق» تلاش می‌کند سامانه‌تان را معلّق کند (بخواباند).
fr: Choisissez une action à effectuer à la fin du décompte. « éteindre » éteindra votre ordinateur. « mettre en veille » mettra votre ordinateur en veille
hu: A lejátszás végén végrehejtandó művelet. a „leállítás” megkísérli kikapcsolni a rendszert a „felfüggesztés” megkísérli alvó állapotba tenni a rendszert.
ru: Действие по истечению таймера. «Выключение» попробует выключить ваш компьютер (также «отключение питания») «Спящий режим» попробует приостановить работу компьютера (также «сон»).

source: System power action to perform
be_by: Выканаць дзеянне па кіраванні сілкаваннем
cs: Akce napájení systému kterou provést
de: Systemaktion
fr: Action d’état du système à effectuer
ru: Выполнить действие по управлению питанием

source: suspend
be_by: спячы рэжым
cs: uspat
de: Energiesparen
fa: تعلیق
fr: mettre en veille
hu: felfüggesztés
ru: спящий режим

source: shutdown
be_by: выключэнне
cs: vypnout
de: Herunterfahren
fa: خاموش کردن
fr: éteindre
hu: leállítás
ru: выключение

source: _Hide unavailable books
be_by: _Схаваць недаступныя кнігі
cs: _Skrýt nedostupné knihy
de: _Verstecke nicht verfügbare Titel
fa: _نهفتن کتاب‌های ناموجود
fr: _Masquer les livres non disponibles
hu: Nem elérhető könyvek _elrejtése
ru: _Скрыть недоступные книги

source: _Preferences
be_by: _Параметры
cs: _Předvolby
de: _Einstellungen
fa: _ترجیحات
fr: _Préférences
hu: _Beállítások
ru: _Параметры

source: _Help
be_by: _Даведка
cs: _Nápověda
de: _Hilfe
fr: _Aide
ru: _Справка

source: _About
be_by: _Аб праграме
cs: O _aplikaci Cozy
de: _Über
fr: _À propos
ru: _О программе

source: _Quit
be_by: _Выйсці
cs: _Ukončit
de: _Beenden
fa: _خروج
fr: _Quitter
hu: _Kilépés
ru: _Выход

source: Welcome!
be_by: Сардэчна запрашаем!
cs: Vítejte!
de: Willkommen!
fr: Bienvenue !
ru: Добро пожаловать!

source: Add your audiobooks and let's get cozy.
be_by: Дадайце свае аўдыякніжкі і размяшчайцеся ўтульней.
cs: Přidejte své audioknihy a pojďte se uvelebit.
de: Füge deine Hörbücher hinzu und los geht's!
fr: Ajoutez vos livres audio et soyez cozy.
ru: Добавьте свои аудиокниги и устраивайтесь поудобнее.

source: Whats new?
be_by: Што новага?
cs: Co je nového?
de: Was gibts neues?
fr: Nouveautés
ru: Что нового?

source: Continue
be_by: Працягнуць
cs: Pokračovat
de: Fortsetzen
fr: Continuer
ru: Продолжить

source: What's new in Cozy
be_by: Што новага ў Cozy
cs: Co je nového v aplikaci Cozy
de: Was gibts neues bei Cozy
fr: Ce qui est nouveau avec Cozy
ru: Что нового в Cozy

source: A completely rewritten and far more reliable media importer.
be_by: Цалкам перапісаны і значна больш надзейны медыя-імпарцёр.
cs: Zcela přepracovaný a mnohem spolehlivější import médií.
de: Ein komplett neuer und viel zuverlässigerer Hörbuch-Import.
fr: Un assistant d’importation complètement réécrit et beaucoup plus fiable
ru: Переписанный с нуля и намного более надёжный метод импортирования файлов.

source: Did you experience audio files that couldn't be imported? Drag & Drop those files onto Cozy or use the application menu in the titlebar to rescan your audiobook directories!
be_by: У вас не атрымалася імпартаваць аўдыяфайлы? Перацягніце гэтыя файлы ў Cozy або выкарыстоўвайце меню праграмы ў радку загалоўка, каб паўторна прасканаваць свае каталогі аўдыякніг!
cs: Stalo se vám, že zvukové soubory nebylo možné importovat? Přetáhněte tyto soubory do aplikace Cozy nebo pomocí nabídky aplikace v záhlaví znovu prohledejte adresáře audioknih!
de: Hattest du schon Hörbücher, die Cozy nicht importieren konnte? Benutze Drag & Drop oder das App-Menü um diese Hörbücher nun zu importieren!
fr: Avez-vous fait face à des fichiers qui ne pouvaient pas être importés ? Glissez & déposez ces fichiers sur Cozy ou utilisez le menu dans la barre d’en-tête pour scanner à nouveau vos répertoires de livres audio !
ru: Были ли у вас проблемы с импортом аудиофайлов? Можно перетащить эти файлы в окно Cozy, или воспользоваться меню приложения для нового сканирования каталогов ваших аудиокниг!

source: Supported media files currently are mp3, m4a, flac, ogg, opus and wav.
be_by: На дадзены момант падтрымліваюцца мультымедыйныя файлы mp3, m4a, flac, ogg, opus і wav.
cs: V současné době jsou podporovány tyto soubory médií: mp3, m4a, flac, ogg, opus a wav.
de: Folgende Dateitypen sind akutell unterstützt: mp3, m4a, flac, ogg, opus und wav.
fr: Les fichiers média pris en charge actuellement son mp3, m4a, flac, off, opus et wav.
ru: На данный момент, программа поддерживает форматы mp3, m4a, flac, ogg, opus и wav.

source: More to come in a later update.
be_by: Больш падрабязна будзе ў наступным абнаўленні.
cs: Těšte se na další novinky v pozdější aktualizaci.
de: Mehr folgt in einem späteren Update.
fr: Plus de nouveautés dans une prochaine mises à jour.
ru: Мы добавим больше в следующем обновлении.

source: An important change in library management
be_by: Важныя змены ў кіраванні бібліятэкай
cs: Důležitá změna ve spravování knihovny
de: Eine wichtige Änderung in der Bibliotheksverwaltung
fr: Un changement important au management des bibliothèques
ru: Важные изменения в управлении библиотекой

source: Previously every file which was imported in your library but couldn't be found anymore was removed from the library during a scan.
be_by: Раней кожны файл, які быў імпартаваны ў вашу бібліятэку, але больш не быў знойдзены, выдаляўся з бібліятэкі падчас сканавання.
cs: Dříve byl každý soubor, který byl importován do knihovny, ale už jej nebylo možné nalézt, během prohledávání z knihovny odstraněn.
de: Bisher wurde jede Datei aus der Bibliothek entfernt, sobald diese nicht mehr auf der Festplatte gefunden werden konnte.
fr: Auparavant, tous les fichiers dans votre bibliothèque qui Cozy ne peut pas trouver étaient supprimés de votre bibliothèque pendant les scans.
ru: Раньше каждый файл, который был импортирован в вашу библиотеку, но который не удавалось найти, удалялся из библиотеки во время сканирования.

source: Now audiobooks are not removed from your library automatically anymore. This prevents accidentally loosing the progress of a audiobook when a file can't be found temporarily.
be_by: Цяпер аўдыякнігі больш не выдаляюцца з вашай бібліятэкі аўтаматычна. Гэта прадухіляе выпадковую страту прагрэсу аўдыякнігі, калі файл часова немагчыма знайсці.
cs: Nyní se audioknihy z vaší knihovny už automaticky neodstraňují. Tím se zabrání náhodné ztrátě rozposlouchaných audioknih, když je soubor dočasně nedostupný.
de: Nun werden Dateien nicht mehr automatisch entfernt. Dies verhindert das Verlieren des Hörfortschritts eines Hörbuches, wenn dieses temporär nicht gefunden werden kann.
fr: Désormais les livres audio ne sont plus supprimés automatiquement de votre librairie. Cela évite de perdre accidentellement la progression d'un livre audio quand un fichier ne peut pas être trouvé temporairement.
ru: Теперь аудиокниги больше не удаляются из вашей библиотеки автоматически. Это предотвращает случайную потерю прогресса чтения аудиокниги, когда файл временно не может быть найден.

source: To remove an audiobook from the library simply right-click on it and choose the remove from library option.
be_by: Каб выдаліць аўдыякнігу з бібліятэкі, проста націсніце на яе правай кнопкай мышы і абярыце опцыю «Выдаліць з бібліятэкі».
cs: Chcete-li audioknihu z knihovny odebrat, klikněte na ni pravým tlačítkem myši a vyberte možnost odebrat z knihovny.
de: Um ein Hörbuch von der Bibliothek zu entfernen klicke mit einem Rechts-Klick auf das Hörbuch und wähle Entfernen von den Bibliotheksoptionen.
fr: Pour supprimer un livre audio de votre bibliothèque, faites un clic droit sur le livre et choisissez l'option de le supprimer de votre bibliothèque.
ru: Чтобы удалить аудиокнигу из библиотеки, просто нажмите на нее правой кнопкой мыши и выберите параметр «Удалить из библиотеки».

source: Basic support for m4b audio books.
be_by: Базавая падтрымка аўдыякніг m4b.
cs: Základní podpora m4b audioknih.
de: Grundlegende Unterstützung für m4b Hörbücher.
fr: Prise en charge élémentaire des livres audio m4b.
ru: Поддержка аудиокниг формата m4b.

source: Many of you have been waiting for it: Support for m4b audio books! This version features basic support for m4b files without chapter support.
be_by: Многія з вас гэтага чакалі: падтрымка аўдыякніг m4b! У гэтай версіі ёсць базавая падтрымка файлаў m4b без падтрымкі раздзелаў.
cs: Mnozí z vás na to čekali: Podpora pro audioknihy ve formátu m4b! Tato verze obsahuje základní podporu souborů m4b, zatím bez podpory kapitol.
de: Viele von euch haben auf die Unterstützung von m4b Hörbüchern gewartet: jetzt ist es soweit! Diese Version unterstützt m4b Dateien, es werden allerdings die Kapitel noch nicht angezeigt.
fr: Beaucoup d’entre vous l’attendaient : la prise en charge des livres audio m4b ! Cette version introduit la prise en charge élémentaire des fichiers m4b sans prise en charge du chapitrage.
ru: По многочисленным просьбам, мы добавили поддержку книг формата m4b. Эта версия включает в себя базовую поддержку формата m4b, но не поддерживает использование глав.

source: Drag & Drop your m4b files onto Cozy or use the application menu in the titlebar to rescan your audiobook directories.
be_by: Перацягніце файлы m4b у Cozy або выкарыстоўвайце меню праграмы ў радку загалоўка, каб паўторна прасканаваць каталогі аўдыякніг.
cs: Přetáhněte soubory m4b do aplikace Cozy nebo použijte nabídku aplikace v záhlaví a znovu prohledejte adresáře audioknih.
de: Ziehe deine m4b Dateien auf Cozy oder benutze dass App-Menü in der Titelleiste um deine Bibliothek erneut zu scannen.
fr: Glissez et déposez vos fichiers m4b sur Cozy, ou utilisez le menu dans la barre d’en-tête pour scanner à nouveau vos répertoires de livres audio.
ru: Перетащите файлы m4b в окно Cozy или используйте меню приложения чтобы ещё раз сканировать папку с вашими аудиокнигами.

source: Chapter support will follow in a later update. Stay tuned!
be_by: Падтрымка раздзелаў будзе ў наступным абнаўленні. Сачыце за абнаўленнямі!
cs: Podpora kapitol bude následovat v pozdější aktualizaci. Zůstaňte naladěni!
de: Die Unterstützung von Kapiteln folgt in einem späteren Update.
fr: La prise en charge du chapitrage sera pour une prochaine mise à jour. Gardez un œil sur les mises à jour !
ru: Поддержка глав будет добавлена в будущем обновлении.

source: Chapter support for m4b audio books.
be_by: Падтрымка раздзелаў для аўдыякніг m4b.
cs: Podpora kapitol pro m4b audioknihy.
de: Unterstützung von Kapiteln bei m4b Hörbüchern.
fr: Prise en charge des chapitres pour les livres audio m4b.
ru: Поддержка глав аудиокниг формата m4b.
